{
    "intro": [
        {
            "id": "de-awg-II-2a",
            "content": [
                {
                    "blockId": "preamble",
                    "blockHeader": "",
                    "blockContent": [
                        "<p class='no-indent spacebreak'>Die in Serie II Abteilung 2a enthaltene Klaviermusik versammelt die im Nachlass Weberns überlieferten Kompositionen für Klavier, denen Webern keine Opuszahl beigefügt hat und die zu Lebzeiten nicht im Druck erschienen sind bzw. gar nicht zum Druck bestimmt waren (zur postumen Veröffentlichung einzelner Stücke vgl. die entsprechenden Abschnitte). Bei diesen Kompositionen handelt es sich größtenteils um Studienkompositionen aus Weberns Unterricht bei <a href='https://ark.dasch.swiss/ark:/72163/1/0806/Y1=4oD0OTZqzzOQM=H9ywA_.20230526T214948203842794Z' class='link'>Arnold Schönberg</a> von 1904 bis 1908.</p>",
                        "<p>Die innerhalb der Print-Edition erscheinenden Studienkompositionen von AWG II/2a repräsentieren nicht Weberns komplettes Schaffen für Klavier aus seiner Unterrichtszeit. Viele weitere Übungen sind in Form mehr oder weniger unvollständiger Bleistiftskizzen überliefert. Diese für die gedruckten Texteditionen nicht berücksichtigten Manuskripte werden als Skizzeneditionen online präsentiert. Anhand der auf der Online-Plattform der AWG bereitgestellten Materialien lässt sich außerdem ein inhaltlicher und ansatzweise chronologischer Überblick über Weberns Schaffen während seiner Studienzeit gewinnen.</p>"
                    ],
                    "blockNotes": []
                },
                {
                    "blockId": "chronology",
                    "blockHeader": "Weberns Studienkompositionen: Chronologie",
                    "blockContent": [
                        "<p class='no-indent spacebreak'>An <a href='https://ark.dasch.swiss/ark:/72163/1/0806/A8z3LGoRSV=ItsevT2_cRga.20240213T090214700808004Z' class='link'>Hans Moldenhauers</a> Werkchronologie,<sup><a id='note-ref-1' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-1'})\" title='Vgl. das „Werkverzeichnis“ in: Hans and Rosaleen Moldenhauer, Anton von Webern. Chronik seines Lebens und Werkes, Zürich: Atlantis, 1980, S. 639–667.'>1</a></sup> die bis heute maßgebend geblieben ist und auf der die durchlaufende Werkzählung mit Moldenhauer-Nummern basiert, wurden verschiedentlich Zweifel geäußert, besonders hinsichtlich der frühesten Kompositionen Weberns.<sup><a id='note-ref-2' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-2'})\" title='Vgl. Matthew Shaftel, Anton Webern’s Early Songs: Motive, Harmony, and Influence, Ann Arbor, 2001; sowie Gareth Cox, Anton Weberns Studienzeit. Seine Entwicklung im Lichte der Sätze und Fragmente für Klavier, Frankfurt am Main u. a.: Lang, 1992, S. 19.'>2</a></sup> Die Schwierigkeit einer chronologischen Einordnung liegt dabei meistens in der fehlenden Datierung. Während Weberns früheste Kompositionsversuche, so z. B. die zwei Stücke für Violoncello und Klavier <a href='https://ark.dasch.swiss/ark:/72163/1/0806/8pypDzJOSAOY2dQpU6LWwQp.20230526T172836126674496Z' class='link'>M 1</a> und <a href='https://ark.dasch.swiss/ark:/72163/1/0806/jBeTJDn9QyC0WgVyuG7TTQk.20121102T150457Z' class='link'>M 2</a> oder in der Regel auch seine frühesten Lieder (selbst wenn sie, wie etwa <a href='https://ark.dasch.swiss/ark:/72163/1/0806/uqT5Eb=URAaUd6LJOzTXKgT.20230526T172917466328196Z' class='link'><em>Wehmut</em> M 8</a>, nur in Bleistiftnotat vorliegen), mit Datums- und mitunter auch Ortsangabe versehen sind, ändert sich dies grundsätzlich ab dem Beginn des Kompositionsunterrichts bei <a href='https://ark.dasch.swiss/ark:/72163/1/0806/Y1=4oD0OTZqzzOQM=H9ywA_.20230526T214948203842794Z' class='link'>Arnold Schönberg</a>. Abgesehen von wenigen Ausnahmen sind die aus der Studienzeit überlieferten Arbeiten undatiert.</p>",
                        "<p>Gewiss sind Anfang und Ende des Unterrichts bei Schönberg einigermaßen dokumentierbar und liefern damit zumindest ein ungefähres post und ante quem für die Entstehungszeit der fraglichen Kompositionen. Webern studierte ab dem Wintersemester 1902/03 Musikwissenschaft an der Universität Wien und gelangte, wie auch seine Kommilitonen <a href='https://ark.dasch.swiss/ark:/72163/1/0806/KfaVxMixRK=UTqPAs5xQcgt.20230526T211228012951052Z' class='link'>Heinrich Jalowetz</a>, <a href='https://ark.dasch.swiss/ark:/72163/1/0806/2LY3f_2GT4ahwzwZAGt5JQK.20230914T10120760428422Z' class='link'>Karl Horwitz</a> und <a href='https://ark.dasch.swiss/ark:/72163/1/0806/rc84pCTZQFyfXvQGnidRlgF.20230526T211246314746391Z' class='link'>Egon Wellesz</a>, über eine Empfehlung von <a href='https://ark.dasch.swiss/ark:/72163/1/0806/y0xeKPfbQEeF4crR_3=kbQz.20130201T141420Z' class='link'>Guido Adler</a>, dem Leiter des <span class='link-todo'>Musikhistorischen Instituts</span> im Herbst 1904 zu dem von Adler geschätzten Schönberg.<sup><a id='note-ref-3' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-3'})\" title='Vgl. Hans-Joachim Hinrichsen, „Lebenswelten und Werke 1900–1907“, in: Schönberg Handbuch, hg. von Andreas Meyer, Therese Muxeneder und Ullrich Scheideler, Berlin: Metzler, 2023, S. 52–82, hier S. 56. '>3</a></sup> Dieser gab in jenem Jahr in den Räumlichkeiten des <span class='link-todo'>Mädchengymasiums</span> in Wien, die ihm von dessen Leiterin <a href='https://ark.dasch.swiss/ark:/72163/1/0806/KXp5E9BDS4iJlpwabcmW5w9.20150428T132025Z' class='link'>Eugenie Schwarzwald</a> zur Verfügung gestellt wurden, erstmals öffentliche Kurse in Harmonielehre und Kontrapunkt, die am 15. Oktober begannen und im Mai des darauffolgenden Jahres endeten.<sup><a id='note-ref-4' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-4'})\" title='Schönberg selbst war wohl durch Vermittlung von Alexander von Zemlinsky und/oder Adolf Loos zu dieser Unterrichtstätigkeit gekommen. Vgl. Egon Wellesz, „Anfänge der ‚Neuen Musik‘ in Wien“, in: Österreichische Musikzeitschrift 25 (1970), Heft 5, S. 312–315; sowie Egon Wellesz, „Schönberg und die Anfänge der Wiener Schule“, in: Österreichische Musikzeitschrift 15 (1960), Heft 5, S. 237–238. Vgl. dazu ergänzend auch: Cornelia Szabó-Knotik, „Eugenie Schwarzwald im Wiener Musikleben. Begegnungen, Gemeinsamkeiten“, in: Der junge Webern. Künstlerische Orientierungen in Wien nach 1900, hg. von Monika Kröpfl und Simon Obert, Wien: Lafite, 2015 (Webern-Studien 2a), S. 30–50.'>4</a></sup> Einige der begabteren Kursteilnehmer lud Schönberg bald parallel zum privaten Unterricht bei sich ein, und weil sich das Interesse an den Kursen im Schwarzwald’schen Gymnasium als eher gering herausstellte, verlegte Schönberg den Unterricht ab Herbst 1905 vollständig in den privaten Rahmen. Wann Webern genau seine privaten Studien bei Schönberg aufnahm, ist nicht sicher zu eruieren. Egon Wellesz besuchte nach eigenen Angaben Schönberg ab Herbst 1905 zu Hause, während von <a href='https://ark.dasch.swiss/ark:/72163/1/0806/Pkd2nTOqRkWsOdSNXSsJVA2.20230526T215003568534358Z' class='link'>Alban Berg</a> überliefert ist, dass er im Schuljahr 1904/05 „teils Kurs, teils Privat“ unterwiesen, also irgendwann im Laufe des Kursjahres von Schönberg bei sich daheim aufgenommen wurde.<sup><a id='note-ref-5' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-5'})\" title='Vgl. Ulrich Krämer, Alban Berg als Schüler Arnold Schönbergs. Quellenstudien und Analysen zum Frühwerk, Wien: Universal Edition, 1995 (Alban Berg Studien 4), S. 10. '>5</a></sup> Da Webern Harmonielehre und Kontrapunkt bereits in seinem Propädeutikum an der Universität durchgenommen hatte, könnte er schon sehr bald, vermutlich Ende Oktober / Anfang November 1904, zu Schönberg in den privaten Kompositionsunterricht gewechselt haben.<sup><a id='note-ref-6' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-6'})\" title='Moldenhauer behauptet, dass Webern der erste Privatschüler von Schönberg war, gefolgt von Heinrich Jalowetz und Karl Horwitz, bevor dann Alban Berg dazustieß. Woher Moldenhauer diese Information bezieht, bleibt allerdings unklar. Vgl. Moldenhauer, Anton von Webern (Anm. 1), S. 63.'>6</a></sup> Nicht zuletzt deutet auch Weberns spätere Reverenz an Schönberg, publiziert in den <em>Musikblättern des Anbruch</em> zu dessen 50. Geburtstag 1924, auf einen Unterrichtsbeginn im Herbst 1904 hin: „Zwanzig Jahre ist es gerade her, daß ich Schüler Arnold Schönbergs geworden bin.“<sup><a id='note-ref-7' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-7'})\" title='Anton Webern, [Zum 50. Geburtstag], in: Musikblätter des Anbruch 6 (1924), S. 272.'>7</a></sup> Somit schließen die ersten kompositorischen Übungen bei Schönberg sehr wahrscheinlich zeitnah an Weberns erstes, noch vor dem Unterricht entstandenes Orchesterwerk <a href='https://ark.dasch.swiss/ark:/72163/1/0806/7rqe8FXVT6eMqQZBbDVsjgL.20240706T164151731789281Z' class='link'><em>Im Sommerwind</em></a> an, dessen Schlussdatierung „Preglhof, 6. September 1904.“ lautet.</p>",
                        "<p>Auch ein Terminus ante quem kann für viele Studienkompositionen indirekt erschlossen werden. Über sein <a href='https://ark.dasch.swiss/ark:/72163/1/0806/R3skM5QTSOmT8Y=TYW3WwAY.20230526T1740476136888Z' class='link'>Opus 2 <em>Entflieht auf leichten Kähnen</em></a> hält Webern 1914 rückblickend in einem Brief an Schönberg fest, er „habe den Chor vor 6 Jahren geschrieben in dem Jahr da ich zuletzt in Deine Stunden kam […]“.<sup><a id='note-ref-8' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-8'})\" title='Webern an Schönberg, 10. Juni 1914 (zitiert nach Moldenhauer, Anton von Webern [Anm. 1], S. 89). Dieser Brief ist notabene der einzige konkrete Hinweis für eine Datierung von op. 2.'>8</a></sup> Demzufolge endete Weberns Unterrichtszeit im Sommer 1908 endgültig. Unmittelbar davor hatte er auch seine <a href='https://ark.dasch.swiss/ark:/72163/1/0806/qBop8PB2QgO_bdfEGwdPTgJ.20240228T104403342553169Z' class='link'>Passacaglia op. 1</a>, entstanden im Frühjahr 1908, unter dem Tutorat von Schönberg komponiert, bezeichnete Webern doch das Orchesterwerk in dem Schönberg gewidmeten Druckexemplar als seine „Schlussprüfungsarbeit“.<sup><a id='note-ref-9' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-9'})\" title='Das Exemplar liegt im Arnold Schönberg Center (A-Was: SCO W11). Vgl. auch den sehr collagierten Abdruck der Widmung inkl. Transkription in: Arnold Schönberg 1874–1951. Lebensgeschichte in Begegnungen, hg. von Nuria Nono-Schoenberg, Klagenfurt: Ritter, 1992, S. 55. '>9</a></sup> Die Stunden dazu hatte sich Webern augenscheinlich Anfang 1908 nach einer kurzen Unterbrechung des Unterrichts seit Herbst 1907 erbeten: Angesichts eines möglicherweise bevorstehenden Militärdienstes hatte Webern schon in einem Brief an Schönberg vom 2. September 1907 davon gesprochen, dass er „jetzt vielleicht am Ende meiner regelmäßigen Lernzeit bei Ihnen“ stehe.<sup><a id='note-ref-10' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-10'})\" title='Webern an Schönberg, 2. September 1907 (zitiert nach Opus Anton Webern, hg. von Dieter Rexroth, Berlin: Quadriga, 1983, S. 81).'>10</a></sup> Nachdem er tatsächlich für einige Wochen in den militärischen Dienst eingezogen worden war, kam es offenbar vorläufig zu keinen weiteren Lektionen mehr, ehe sich Webern schließlich Ende Januar 1908 erlaubte, bei Schönberg „darum zu bitten, dass Sie mir vom Februar ab wieder Stunden geben. Hoffentlich ist es Ihnen möglich.“<sup><a id='note-ref-11' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-11'})\" title='Webern an Schönberg, 24. Januar 1908 (US-Wc [zitiert nach Digitalisat in A-Was: ID 18180]).'>11</a></sup></p>",
                        "<p>Innerhalb dieses zeitlichen Rahmens, der durch Anfang und Ende der Studienzeit sowie durch die später als op. 1 und op. 2 deklarierten Werke abgesteckt ist, sind die überlieferten Studienkompositionen also einzuordnen. Mit Ausnahme des <a href='https://ark.dasch.swiss/ark:/72163/1/0806/vrz1jzGMQ3y=tlQNhZ7Ikwg.20240205T101703697664864Z' class='link'><em>Langsamen Satzes</em> für Streichquartett M 78</a>, des <a href='https://ark.dasch.swiss/ark:/72163/1/0806/3uQhujTDQou_RbWXV59PQgt.20230526T174005292616952Z' class='link'>Klavierquintetts M 118</a>, das auf der Titelseite mit „Frühjahr 1907“ datiert ist, sowie des vermutlich außerhalb des Unterrichts entstandenen <a href='https://ark.dasch.swiss/ark:/72163/1/0806/kr6Le1jpTwCVYWw1IX_iCwj.20240205T101630376316725Z' class='link'>Streichquartetts von 1905 M 79</a> liefern die Manuskripte allerdings keinen zeitlichen Anhaltspunkt. Eine exakte Chronologie innerhalb dieser Zeitspanne zu rekonstruieren, ist folglich schwierig, zumal auch in philologischer Hinsicht kaum eindeutige Indizien gegeben sind: Weder lassen sich aus den Firmenzeichen oder anderen Qualitäten des jeweils verwendeten Notenpapiers noch aus Eigenheiten von Weberns Schreibduktus konsequente Rückschlüsse auf spezifische Zeitabschnitte ziehen.<sup><a id='note-ref-12' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-12'})\" title=' Vgl. Cox, Anton Weberns Studienzeit (Anm. 2), S. 124 ff.; eine Ausnahme in dieser Hinsicht bildet eine Umstellung in Weberns Schreibduktus um 1905, deren Beobachtung durch Simon Obert immerhin zu einer Umdatierung mancher Orchesterinstrumentierungen geführt hat. Vgl. dazu Simon Obert, „Weberns frühe Instrumentationen“, in: Der junge Webern. Texte und Kontexte, hg. von Thomas Ahrend und Matthias Schmidt, Wien: Lafite, 2015 (Webern-Studien 2b), S. 113–127.'>12</a></sup> Auch Hinweise in den Briefen oder in den Tagebüchern sind diesbezüglich praktisch inexistent.<sup><a id='note-ref-13' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-13'})\" title=' Insgesamt sind von Webern acht Notizbücher erhalten, die in der Paul Sacher Stiftung in Basel archiviert sind. Die frühesten drei davon wurden transkribiert von Barbara Schingnitz, „Drei frühe Tagebücher“, in: Der junge Webern (Anm. 12), S. 217–324. '>13</a></sup></p>",
                        "<p>Zwei methodische Zugänge können dennoch Aufschluss über die mögliche Chronologie der nachgelassenen Stücke liefern, die im Zuge des Unterrichts bei Schönberg entstanden sind:</p>",
                        "<p>(1) Da Webern selten ein Blatt oder einen Bogen nur für eine einzige kompositorische Idee oder Übung verwendete, kann aufgrund der Topographie in den Manuskripten für bestimmte Stücke eine zeitliche Reihenfolge rekonstruiert werden. Zum Beispiel wird rasch ersichtlich, dass die Übungen häufig unabhängig von der Besetzung ineinandergreifen, d. h. in unmittelbarer physischer Nähe zueinander stehen: Die Skizzen zum Klaviersatz M 114 befinden sich in den Zwischenräumen des mit Tinte niedergeschriebenen <a href='https://ark.dasch.swiss/ark:/72163/1/0806/b61Dg5UTTTW2px5rpLEXYQQ.20230526T173956797493303Z' class='link'>Orchesterfragments M 102</a>, müssen somit danach entstanden sein. Analog verhält es sich mit dem Klavierstück M 32, dessen Skizzen am Ende der Tintenniederschrift vom <a href='https://ark.dasch.swiss/ark:/72163/1/0806/5SVA9lsBQBa=tKe3QhXyWwb.20121102T150459Z' class='link'>Streichquartett M 68</a> auftauchen. Solche Beobachtungen widersprechen also der chronologischen Moldenhauer-Nummerierung bisweilen. So lässt sich ferner zeigen, dass die beiden Klavierstücke M 43 und M 44 späteren Datums sein müssen als M 75 und M 76 und damit nicht unmittelbar zu der von Moldenhauer konstruierten ‚Übungseinheit‘ M 34–44 (den von ihm so genannten „Elf Klavierstücken“)<sup><a id='note-ref-14' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-14'})\" title=' Moldenhauer, Anton von Webern (Anm. 1), S. 656.'>14</a></sup> gehören können.</p>",
                        "<p>In manchen Fällen hat Webern die gleiche kompositorische Idee zudem in unterschiedlicher Besetzung verarbeitet: Die Klaviervariationen M 22 beinhalten am Ende drei Variationen im Streichquartettsatz (die von Moldenhauer keine separate M-Nummer zugeteilt bekamen), während die Variationen über „Der Winter ist vergangen“ in zwei separaten Serien vorliegen, M 23 für Klavier und M 24 für Streichquartett. Auch von der Studienkomposition für Klavier M 75 liegt eine zweite, allerdings unvollständige Textfassung für Streichquartett vor, die von Moldenhauer ebenfalls keine eigene Nummerierung erhielt.</p>",
                        "<p>(2) Gerade die gattungstechnischen Überschneidungen hängen auch mit dem zweiten methodischen Zugang zusammen. Aus den späteren Publikationen Schönbergs für und über seine Lehrtätigkeit, vor allem den 1937–1948 verfassten, aber erst 1967 postum publizierten <em>Fundamentals of Musical Composition</em>, lässt sich ein methodischer, an der musikalischen Form orientierter Aufbauplan erkennen, nach dessen Schema sich die Schüler zunächst mit einfachem Satz- und Periodenbau auseinandersetzen, bevor sie sich stetig komplexeren Formen zuwenden: von der kleinen dreiteiligen Form über das Scherzo und das Thema mit Variationen hin zum Rondo und schließlich zur Sonate.<sup><a id='note-ref-15' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-15'})\" title='Vgl. Arnold Schoenberg, Fundamentals of Musical Composition, hg. von Gerald Strand und Leonard Stein, London: Faber and Faber, 1967 (deutsche Ausgabe: Grundlagen der musikalischen Komposition, hg. von Rudolf Stephan, übers. von Rudolf Kolisch, Wien: Universal Edition, 1979).'>15</a></sup> Am Beispiel der Studienkompositionen von Alban Berg hat Ulrich Krämer schlüssig aufgezeigt, dass sich dieser kontinuierlich höhere Anforderungen stellende Formaufbau in den überlieferten Unterrichtsmaterialien deutlich widerspiegelt.<sup><a id='note-ref-16' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-16'})\" title='Krämer, Alban Berg als Schüler (Anm. 5), S. 20.'>16</a></sup> Dementsprechend darf für Weberns Studienzeit – trotz der zeitlichen Diskrepanz von über drei Jahrzehnten zur Niederschrift von Schönbergs <em>Fundamentals</em> – von einer ähnlichen didaktischen Maxime ausgegangen werden, die für eine Chronologie der einzelnen Übungen fruchtbar gemacht werden kann.<sup><a id='note-ref-17' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-17'})\" title='Vgl. auch Cox, Anton Weberns Studienzeit (Anm. 2), S. 126. '>17</a></sup> Bekräftigt wird diese Annahme nicht zuletzt durch einen Brief Weberns an Schönberg vom Oktober 1920: Nach der Übernahme einiger Schüler sah sich Webern nun selbst mit der Rolle des Lehrers konfrontiert und wandte sich Rat suchend an seinen Mentor: „[…] ich habe vor[,] mit ihnen den Weg zu gehen, den ich bei Dir kennen lernte: Satz-[,] Perioden-Bau, zweiteilige Liedform, dreiteilige; u. mit der gleich ins Menuett, Scherzo hinein; Erweiterungen, freierer Bau des Themas. Dann Variation, Andante(-Adagio)-Form, Rondo, Sonate. Soll ich es so machen?“<sup><a id='note-ref-18' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-18'})\" title='Webern an Schönberg, o. D. (US-Wc [zitiert nach Digitalisat in A-Was: ID 18056]). Zu der zeitlichen Eingrenzung des Briefes auf zwischen 13. und 23. Oktober 1920 sowie zur Übernahme der im Brief beschriebenen formalen Abfolge in Weberns eigener Lehrtätigkeit vgl. Thomas Ahrend, „Weberns Schüler. Zum Beispiel: Hanns Eisler, Ludwig Zenk und Leopold Spinner“, in: Neue Perspektiven. Anton Webern und das Komponieren im 20. Jahrhundert, hg. von Pietro Cavallotti, Simon Obert und Rainer Schmusch, Wien: Lafite, 2019 (Webern-Studien 4), S. 27–50 (Datierung in Fn. 15). Für letzteren Punkt vgl. auch Neil Boynton, „Einleitung“, in: Anton Webern. Über musikalische Formen. Aus den Vortragsmitschriften von Ludwig Zenk Siegfried Oehlgiesser, Rudolf Schopf und Erna Apostel, hg. von Neil Boynton, Mainz u. a.: Schott, 2002 (Veröffentlichungen der Paul Sacher Stiftung 8), S. 27 ff., S. 152–185.'>18</a></sup></p>",
                        "<p>Die inhaltliche Struktur der vorliegenden Abteilung II/2a richtet sich nach dieser Annahme und basiert grundsätzlich auf der Abfolge: Periode/Satz – dreiteilige Liedform – Menuett/Scherzo – Variationen – Rondoform/Sonatensatz. In plausiblen Fällen sind Ausnahmen davon freilich möglich. Zu den langsamen Andante-Formen, die Schönberg in seinen <em>Fundamentals</em> an den Beginn der Rondo-Formen stellt, sind bei den im Klaviersatz notierten Studienkompositionen von Webern keine Beispiele überliefert (Übungen in dieser Form gibt es jedoch in der Kammermusik, publiziert in AWG II/2b).</p>"
                    ],
                    "blockNotes": [
                        "<p id='note-1' class='note note-1-dig'><a class='note-backlink' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-ref-1'})\">1</a> | Vgl. das „Werkverzeichnis“ in: <a href='https://ark.dasch.swiss/ark:/72163/1/0806/OQuMlQB_QYCZA5wgvzmThAw.20230526T231228092746021Z' class='link'>Hans and Rosaleen Moldenhauer, <em>Anton von Webern. Chronik seines Lebens und Werkes</em>, Zürich: Atlantis, 1980</a>, S. 639–667.</p>",
                        "<p id='note-2' class='note note-1-dig'><a class='note-backlink' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-ref-2'})\">2</a> | Vgl. <a href='https://ark.dasch.swiss/ark:/72163/1/0806/Z3WOrl8_QzaZo_cZRbdtCw8.20241115T151816798648508Z' class='link'>Matthew Shaftel, <em>Anton Webern’s Early Songs: Motive, Harmony, and Influence</em>, Ann Arbor, 2001</a>; sowie <a href='https://ark.dasch.swiss/ark:/72163/1/0806/mnVmxdH7T6682QqkreWNgQd.20230526T220504277105225Z' class='link'>Gareth Cox, <em>Anton Weberns Studienzeit. Seine Entwicklung im Lichte der Sätze und Fragmente für Klavier</em>, Frankfurt am Main u. a.: Lang, 1992</a>, S. 19.</p>",
                        "<p id='note-3' class='note note-1-dig'><a class='note-backlink' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-ref-3'})\">3</a> | Vgl. Hans-Joachim Hinrichsen, „Lebenswelten und Werke 1900–1907“, in: Schönberg Handbuch, hg. von Andreas Meyer, Therese Muxeneder und Ullrich Scheideler, Berlin: Metzler, 2023, S. 52–82, hier S. 56.</p>",
                        "<p id='note-4' class='note note-1-dig'><a class='note-backlink' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-ref-4'})\">4</a> | Schönberg selbst war wohl durch Vermittlung von Alexander von Zemlinsky und/oder Adolf Loos zu dieser Unterrichtstätigkeit gekommen. Vgl. <a href='https://ark.dasch.swiss/ark:/72163/1/0806/GAazEUOLRA=XInk3LuZqIQ1.20241121T092942896465902Z' class='link'>Egon Wellesz, „Anfänge der ‚Neuen Musik‘ in Wien“, in: <em>Österreichische Musikzeitschrift</em> 25 (1970), Heft 5</a>, S. 312–315; sowie Egon Wellesz, „Schönberg und die Anfänge der Wiener Schule“, in: <em>Österreichische Musikzeitschrift</em> 15 (1960), Heft 5, S. 237–238. Vgl. dazu ergänzend auch: <a href='https://ark.dasch.swiss/ark:/72163/1/0806/V6c7Z5h7Qb2vIsX=64YtMw6.20160527T060152Z' class='link'>Cornelia Szabó-Knotik, „Eugenie Schwarzwald im Wiener Musikleben. Begegnungen, Gemeinsamkeiten“, in: <em>Der junge Webern. Künstlerische Orientierungen in Wien nach 1900</em>, hg. von Monika Kröpfl und Simon Obert, Wien: Lafite, 2015 (Webern-Studien 2a)</a>, S. 30–50.</p>",
                        "<p id='note-5' class='note note-1-dig'><a class='note-backlink' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-ref-5'})\">5</a> | Vgl. Ulrich Krämer, <em>Alban Berg als Schüler Arnold Schönbergs. Quellenstudien und Analysen zum Frühwerk</em>, Wien: Universal Edition, 1995 (Alban Berg Studien 4), S. 10.</p>",
                        "<p id='note-6' class='note note-1-dig'><a class='note-backlink' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-ref-6'})\">6</a> | Moldenhauer behauptet, dass Webern der erste Privatschüler von Schönberg war, gefolgt von Heinrich Jalowetz und Karl Horwitz, bevor dann Alban Berg dazustieß. Woher Moldenhauer diese Information bezieht, bleibt allerdings unklar. Vgl. <a href='https://ark.dasch.swiss/ark:/72163/1/0806/OQuMlQB_QYCZA5wgvzmThAw.20230526T231228092746021Z' class='link'>Moldenhauer, <em>Anton von Webern</em></a> (Anm. <a (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-1'})\">1</a>), S. 63.</p>",
                        "<p id='note-7' class='note note-1-dig'><a class='note-backlink' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-ref-7'})\">7</a> | <a href='https://ark.dasch.swiss/ark:/72163/1/0806/NdQBZgd1RHqPbqo42_DqCwe.20230526T230532827558408Z' class='link'>Anton Webern, [Zum 50. Geburtstag], in: <em>Musikblätter des Anbruch </em>6 (1924)</a>, S. 272.</p>",
                        "<p id='note-8' class='note note-1-dig'><a class='note-backlink' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-ref-8'})\">8</a> | <a href='https://ark.dasch.swiss/ark:/72163/1/0806/MMOuIVPESXWqthipyx=xNgX.20241125T095149310016757Z' class='link'>Webern an Schönberg, 10. Juni 1914</a> (zitiert nach <a href='https://ark.dasch.swiss/ark:/72163/1/0806/OQuMlQB_QYCZA5wgvzmThAw.20230526T231228092746021Z' class='link'>Moldenhauer, <em>Anton von Webern</em></a> [Anm. <a (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-1'})\">1</a>], S. 89). Dieser Brief ist notabene der einzige konkrete Hinweis für eine Datierung von op. 2.</p>",
                        "<p id='note-9' class='note note-1-dig'><a class='note-backlink' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-ref-9'})\">9</a> | Das Exemplar liegt im Arnold Schönberg Center (A-Was: SCO W11). Vgl. auch den sehr collagierten Abdruck der Widmung inkl. Transkription in: <em>Arnold Schönberg 1874–1951. Lebensgeschichte in Begegnungen</em>, hg. von Nuria Nono-Schoenberg, Klagenfurt: Ritter, 1992, S. 55.</p>",
                        "<p id='note-10' class='note note-2-dig'><a class='note-backlink' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-ref-10'})\">10</a> | <a href='https://ark.dasch.swiss/ark:/72163/1/0806/DEPsP=rETuWN_bx4LvKGoQE.20241125T100846615221504Z' class='link'>Webern an Schönberg, 2. September 1907</a> (zitiert nach <em>Opus Anton Webern</em>, hg. von <a href='https://ark.dasch.swiss/ark:/72163/1/0806/kIEb2fe8TqCPU3W9WXQ4qg9.20230526T224737334709419Z' class='link'>Dieter Rexroth, Berlin: Quadriga, 1983</a>, S. 81).</p>",
                        "<p id='note-11' class='note note-2-dig'><a class='note-backlink' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-ref-11'})\">11</a> | <a href='https://ark.dasch.swiss/ark:/72163/1/0806/hpztwTffRp=kEXc_bymcfw=.20241125T103538817345144Z' class='link'>Webern an Schönberg, 24. Januar 1908</a> (US-Wc [zitiert nach Digitalisat in A-Was: ID 18180]).</p>",
                        "<p id='note-12' class='note note-2-dig'><a class='note-backlink' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-ref-12'})\">12</a> |  Vgl. <a href='https://ark.dasch.swiss/ark:/72163/1/0806/mnVmxdH7T6682QqkreWNgQd.20230526T220504277105225Z' class='link'>Cox, <em>Anton Weberns Studienzeit</em></a> (Anm. <a (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-2'})\">2</a>), S. 124 ff.; eine Ausnahme in dieser Hinsicht bildet eine Umstellung in Weberns Schreibduktus um 1905, deren Beobachtung durch Simon Obert immerhin zu einer Umdatierung mancher Orchesterinstrumentierungen geführt hat. Vgl. dazu <a href='https://ark.dasch.swiss/ark:/72163/1/0806/nwgL3MvYS12Tz82l61ZqmA_.20160524T075750Z' class='link'>Simon Obert, „Weberns frühe Instrumentationen“, in: <em>Der junge Webern. Texte und Kontexte</em>, hg. von Thomas Ahrend und Matthias Schmidt, Wien: Lafite, 2015 (Webern-Studien 2b)</a>, S. 113–127.</p>",
                        "<p id='note-13' class='note note-2-dig'><a class='note-backlink' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-ref-13'})\">13</a> |  Insgesamt sind von Webern acht Notizbücher erhalten, die in der Paul Sacher Stiftung in Basel archiviert sind. Die frühesten drei davon wurden transkribiert von <a href='https://ark.dasch.swiss/ark:/72163/1/0806/unZfbxRqTaGr1q0mOYsi8Qj.20160524T065647Z' class='link'>Barbara Schingnitz, „Drei frühe Tagebücher“, in: <em>Der junge Webern</em></a> (Anm. <a (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-12'})\">12</a>), S. 217–324.</p>",
                        "<p id='note-14' class='note note-2-dig'><a class='note-backlink' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-ref-14'})\">14</a> |  <a href='https://ark.dasch.swiss/ark:/72163/1/0806/OQuMlQB_QYCZA5wgvzmThAw.20230526T231228092746021Z' class='link'>Moldenhauer, <em>Anton von Webern</em></a> (Anm. <a (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-1'})\">1</a>), S. 656.</p>",
                        "<p id='note-15' class='note note-2-dig'><a class='note-backlink' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-ref-15'})\">15</a> | Vgl. <a href='https://ark.dasch.swiss/ark:/72163/1/0806/NNQ_G9m=S7iwhy18wxgeTQU.20241128T141543924385807Z' class='link'>Arnold Schoenberg, <em>Fundamentals of Musical Composition</em>, hg. von Gerald Strand und Leonard Stein, London: Faber and Faber, 1967</a> (deutsche Ausgabe: <em>Grundlagen der musikalischen Komposition</em>, hg. von Rudolf Stephan, übers. von Rudolf Kolisch, Wien: Universal Edition, 1979).</p>",
                        "<p id='note-16' class='note note-2-dig'><a class='note-backlink' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-ref-16'})\">16</a> | Krämer, <em>Alban Berg als Schüler</em> (Anm. <a (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-5'})\">5</a>), S. 20.</p>",
                        "<p id='note-17' class='note note-2-dig'><a class='note-backlink' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-ref-17'})\">17</a> | Vgl. auch <a href='https://ark.dasch.swiss/ark:/72163/1/0806/mnVmxdH7T6682QqkreWNgQd.20230526T220504277105225Z' class='link'>Cox, <em>Anton Weberns Studienzeit</em></a> (Anm. <a (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-2'})\">2</a>), S. 126.</p>",
                        "<p id='note-18' class='note note-2-dig'><a class='note-backlink' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-ref-18'})\">18</a> | <a href='https://ark.dasch.swiss/ark:/72163/1/0806/VIGKxeDfQfanV7mg7m3aKgY.20241125T114120635767015Z' class='link'>Webern an Schönberg</a>, o. D. (US-Wc [zitiert nach Digitalisat in A-Was: ID 18056]). Zu der zeitlichen Eingrenzung des Briefes auf zwischen 13. und 23. Oktober 1920 sowie zur Übernahme der im Brief beschriebenen formalen Abfolge in Weberns eigener Lehrtätigkeit vgl. <a href='https://ark.dasch.swiss/ark:/72163/1/0806/GVLntAtfSL2YY6PiZo_YGA8.20190314T151954Z' class='link'>Thomas Ahrend, „Weberns Schüler. Zum Beispiel: Hanns Eisler, Ludwig Zenk und Leopold Spinner“, in: <em>Neue Perspektiven. Anton Webern und das Komponieren im 20. Jahrhundert</em>, hg. von Pietro Cavallotti, Simon Obert und Rainer Schmusch, Wien: Lafite, 2019 (Webern-Studien 4), S. 27–50</a> (Datierung in Fn. 15). Für letzteren Punkt vgl. auch <a href='https://ark.dasch.swiss/ark:/72163/1/0806/mRpqc7thSxm4BiSgO_STEgb.20170201T161257Z' class='link'>Neil Boynton, „Einleitung“, in: <em>Anton Webern. Über musikalische Formen. Aus den Vortragsmitschriften von Ludwig Zenk Siegfried Oehlgiesser, Rudolf Schopf und Erna Apostel</em>, hg. von Neil Boynton, Mainz u. a.: Schott, 2002 (Veröffentlichungen der Paul Sacher Stiftung 8),</a> S. 27 ff., S. 152–185.</p>"
                    ]
                },
                {
                    "blockId": "textstatus",
                    "blockHeader": "Weberns Studienkompositionen: Textstatus",
                    "blockContent": [
                        "<p class='no-indent spacebreak'>Als Dokumente aus dem privaten Unterricht bei <a href='https://ark.dasch.swiss/ark:/72163/1/0806/Y1=4oD0OTZqzzOQM=H9ywA_.20230526T214948203842794Z' class='link'>Schönberg</a> sind die in AWG II/2a versammelten Kompositionen nicht nur ungemein aufschlussreich für die musikalische Entwicklung des jungen Webern, sondern auch als Teil der Geschichte des Komponierens und des Vermittelns von Komposition um 1900. Aus philologischer Sicht haben sie allerdings einen prekären Status. Sie sind Teil eines dynamischen Lernprozesses, der nicht primär auf ein Endresultat im Sinne eines fertigen, in sich geschlossenen Werkes hinzielte, sondern eine jeweils spezifische methodische Aufgabenstellung zu lösen versuchte, teilweise auch in mehrfacher Ausführung oder mehreren Anläufen. Viele der Übungen haben ein offenes Ende, weisen zahlreiche Überarbeitungen mit Bleistift oder Buntstift auf oder sind gar pauschal gestrichen. Dementsprechend fehlerhaft bzw. nachlässig ist stellenweise der Notentext: Vergessene oder als selbstverständlich – weil mitgedacht – weggelassene Akzidenzien, falsch gesetzte Oktaven (aufgrund zu vieler Hilfslinien als Dezimen notiert) oder rhythmische Unstimmigkeiten kommen fast in jedem Stück vor.</p>",
                        "<p>Aus diesem Grund verwendet die AWG für diese in Tinte abgefassten Manuskripte den Begriff der „Tintenniederschrift“ anstelle von „Reinschrift“, weil sie zwar gegenüber den Skizzen in Bleistift ein Moment der Fertigstellung aufweisen, jedoch gleichzeitig selten eine saubere Reinschrift darstellen – geschweige denn eine Druckvorlage. Neben den erwähnten Nachlässigkeiten beinhalten sie fast immer auch zahlreiche Korrekturen und Eintragungen von der Hand Weberns und/oder Schönbergs.</p>",
                        "<p>Solche ‚unfertigen‘ Texte sollten aber nicht als gescheiterte Versuche angesehen werden, sondern vielmehr als spezifische und eigenwertige Übungseinheiten ohne Anspruch auf formale Vollständigkeit, deren sinnstiftender Zweck im Erlernen und Erproben liegt.<sup><a id='note-ref-19' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-19'})\" title='Vgl. auch Krämer, Alban Berg als Schüler (Anm. 5), S. 173.'>19</a></sup> Dasselbe gilt auch für jene Übungseinheiten, die in mehreren Textfassungen vorliegen, sei es weil Webern bestimmte Abschnitte (vermutlich auf Schönbergs Veranlassung) überarbeitet oder weil er sich (v. a. bei größeren Formen) der Aufgabe etappenweise angenähert hat. Die vorliegende Abteilung verzichtet dementsprechend darauf, sich für eine Fassung ‚letzter Hand‘ zu entscheiden, sondern ediert jeweils sämtliche rekonstruierbaren Textfassungen, um den didaktisch-dynamischen Prozess möglichst vollständig zu dokumentieren.</p>",
                        "<p>Eine weitere Schwierigkeit bei den Studienkompositionen liegt oftmals in der Bestimmung der Urheberschaft und Chronologie der Korrekturen und Eintragungen. Ob eine solche von der Hand des Schülers Webern oder des Lehrers Schönberg stammt, ist in der Regel nicht eindeutig feststellbar.<sup><a id='note-ref-20' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-20'})\" title='Wie Cox zu der Feststellung gelangt, dass mit Blick auf sämtliche Einträge in den Manuskripten, die während der Studienzeit bei Schönberg entstanden sind, bloß zwei von Schönbergs Hand stammen sollen – sie betreffen beide das Klavierquintett M 81 –, erschließt sich nicht (vgl. Cox, Anton Weberns Studienzeit [Anm. 2], S. 51).'>20</a></sup> Korrekturen oder Eintragungen können sowohl gleich vor Ort, parallel zum verbalen Austausch erfolgt sein, als auch erst als Nachbereitung des Unterrichts. Zudem ist mitunter eine Korrektur nicht von einer probeweise niedergeschriebenen Variante zu unterscheiden.<sup><a id='note-ref-21' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-21'})\" title='Vgl. zur Problematisierung des Status der Studienkompositionen vor dem Hintergrund des Unterrichts auch Thomas Ahrend, „Hausaufgabe und Werk. Zur Formkonzeption von Anton Weberns Langsamem Satz für Streichquartett“, in: Der junge Webern. Texte und Kontexte (Anm. 12), S. 71–89, insbesondere S. 72.'>21</a></sup></p>",
                        "<p>Es stellen sich damit terminologische Schwierigkeiten, die nicht zuletzt den Status dieser Niederschriften betreffen. Der Werkbegriff scheint wenig passend, doch sind andere Begriffe wie „Klavierstück“ nicht minder problematisch. Die hier edierten Stücke sind – abgesehen natürlich von den Variationen im Streichquartettsatz am Ende von M 22 – zwar im Klaviersatz notiert und wohl auch von Webern am Klavier komponiert worden. Doch muss, wie Reinhold Brinkmann mit Blick auf Schönbergs frühes Schaffen bemerkt hat, nicht jede im Klaviersatz notierte Komposition zwingend ein Stück für Klavier repräsentieren.<sup><a id='note-ref-22' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-22'})\" title='Vgl. Reinhold Brinkmann, „Einleitung“, in: Arnold Schönberg, Werke für Klavier zu zwei Händen, hg. von Reinhold Brinkmann, B. Schott’s Söhne: Mainz und Universal Edition: Wien, 1975 (Sämtliche Werke Abteilung II Reihe B Bd. 4), S. XI.'>22</a></sup> Dieser Vorbehalt gilt besonders für die frühesten Übungen, die von einem Werkcharakter am weitesten entfernt sind. Dementsprechend dehnbar ist daher auch der Begriff des „Unterrichts“ auszulegen: Während man sich die anfänglichen Lektionen vermutlich stark auf Interaktion und auf wöchentlichen ‚Hausaufgaben‘ basierend vorstellen muss, stand Schönberg spätestens bei der Komposition von <a href='https://ark.dasch.swiss/ark:/72163/1/0806/qBop8PB2QgO_bdfEGwdPTgJ.20240228T104403342553169Z' class='link'>op. 1</a> und <a href='https://ark.dasch.swiss/ark:/72163/1/0806/R3skM5QTSOmT8Y=TYW3WwAY.20230526T1740476136888Z' class='link'>op. 2</a> wohl eher als Mentor beratschlagend zur Seite.</p>",
                        "<p>Gerade weil dieser didaktische Übergang sich fließend gestaltete, wird in der vorliegenden Edition unabhängig von Form, Umfang und Grad der Fertigstellung für sämtliche aus der Studienzeit überlieferten Kompositionen der offene Begriff der „Studienkomposition“ eingeführt, der auch in den Notentexten als redaktioneller Titel verwendet wird.</p>"
                    ],
                    "blockNotes": [
                        "<p id='note-19' class='note note-2-dig'><a class='note-backlink' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-ref-19'})\">19</a> | Vgl. auch Krämer, <em>Alban Berg als Schüler</em> (Anm. <a (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-5'})\">5</a>), S. 173.</p>",
                        "<p id='note-20' class='note note-2-dig'><a class='note-backlink' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-ref-20'})\">20</a> | Wie Cox zu der Feststellung gelangt, dass mit Blick auf sämtliche Einträge in den Manuskripten, die während der Studienzeit bei Schönberg entstanden sind, bloß zwei von Schönbergs Hand stammen sollen – sie betreffen beide das Klavierquintett M 81 –, erschließt sich nicht (vgl. <a href='https://ark.dasch.swiss/ark:/72163/1/0806/mnVmxdH7T6682QqkreWNgQd.20230526T220504277105225Z' class='link'>Cox, <em>Anton Weberns Studienzeit</em></a> [Anm. <a (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-2'})\">2</a>], S. 51).</p>",
                        "<p id='note-21' class='note note-2-dig'><a class='note-backlink' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-ref-21'})\">21</a> | Vgl. zur Problematisierung des Status der Studienkompositionen vor dem Hintergrund des Unterrichts auch <a href='https://ark.dasch.swiss/ark:/72163/1/0806/UAiXwv9xTVSB24cnZRO15Q6.20240706T164051462371073Z' class='link'>Thomas Ahrend, „Hausaufgabe und Werk. Zur Formkonzeption von Anton Weberns <em>Langsamem Satz </em>für Streichquartett“, in: <em>Der junge Webern. Texte und Kontexte</em></a> (Anm. <a (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-12'})\">12</a>), S. 71–89, insbesondere S. 72.</p>",
                        "<p id='note-22' class='note note-2-dig'><a class='note-backlink' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-ref-22'})\">22</a> | Vgl. Reinhold Brinkmann, „Einleitung“, in: Arnold Schönberg, <em>Werke für Klavier zu zwei Händen</em>, hg. von Reinhold Brinkmann, B. Schott’s Söhne: Mainz und Universal Edition: Wien, 1975 (Sämtliche Werke Abteilung II Reihe B Bd. 4), S. XI.</p>"
                    ]
                },
                {
                    "blockId": "period_sentence_small-ternary-form",
                    "blockHeader": "Studienkompositionen: Periode/Satz und dreiteilige Liedform (M 34–42, M 29–31, M 45–46)",
                    "blockContent": [
                        "<p class='no-indent spacebreak'>Die sich auf einem Bogen befindenden Tintenniederschriften der Studienkompositionen M 34–42 stehen vermutlich ganz am Anfang von Weberns Studienzeit und sind somit ungefähr auf November 1904 zu veranschlagen. Dass es sich um Übungen handelt, lässt sich unter anderem daran ablesen, dass die Tintenniederschriften zahlreiche Eintragungen mit Bleistift enthalten, die eine Korrektur oder Variante skizzieren oder mittels Markierungszeichen auf bestimmte Problemstellen hinweisen, die überarbeitet werden sollten. Gerade an diesen allerersten Übungen lässt sich das Lernprinzip des inkrementellen Formaufbaus anschaulich beobachten, sie repräsentieren die ersten Entwicklungsstufen in der Auseinandersetzung Weberns mit Satz und Periode sowie – im nahtlosen Übergang – mit der dreiteiligen Liedform.</p>",
                        "<p>Besonders interessant ist, dass Webern praktisch von Anfang an mit Unregelmäßigkeiten im formalen und harmonischen Aufbau experimentierte: Basiert allein M 34 noch auf einer gleichmäßig angelegten Periode mit je viertaktigem Vorder- und Nachsatz, formuliert bereits M 35 eine neuntaktige Periode, deren Vordersatz fünf Takte umfasst und zugleich die eigentliche Dominante ausklammert, um stattdessen auf der Dominante des anfänglich zur Mollparallele gewendeten Nachsatzes zu enden.</p>",
                        "<p>In der Folge nimmt der Taktumfang über die einzelnen Übungen hinweg zu, und fast immer weisen dabei die periodischen Abschnitte zueinander ein asymmetrisches Verhältnis in der Anzahl Takte auf. Außerdem verwischt die Melodieführung oft die zugrundeliegende Metrik (z. B. durch über den Taktstrich hinausgehende Ligaturen in M 36, M 37, M 40 und M 41). Ab M 36 gehen die Übungen in dreiteilige Formen über, in denen u. a. verschiedene Möglichkeiten der Reprise ausprobiert werden:</p>",

                        "<table class='small spacebreak awg-intro-table'><tbody><tr><td>M 35/42</td><td>verkürzter Vordersatz, gleichlanger Nachsatz mit anschließender Coda</td></tr><tr><td>M 36</td><td>nur Vordersatz</td></tr><tr><td>M 37</td><td>nur variierter Vordersatz</td></tr><tr><td>M 38</td><td>variierter Vordersatz mit unverändertem Nachsatz</td></tr><tr><td>M 39 TF1</td><td>Vordersatz mit transponierter Schlussformel aus dem Nachsatz</td></tr><tr><td>M 39 TF2</td><td>Vordersatz kombiniert mit variiertem, leicht gekürztem Nachsatz</td></tr><tr><td>M 40</td><td>Vordersatz unverändert, Nachsatz um einen Takt gestrafft</td></tr><tr><td>M 41</td><td>Vordersatz und Nachsatz variiert und erweitert</td></tr></tbody></table>",

                        "<p class='no-indent spacebreak'>Auch in den Mittelteilen werden unterschiedliche Lösungen gesucht, die neben der formalen Länge vorwiegend die harmonischen Optionen erproben (Variant-/Paralleltonart, Dur/Moll-Mediante oder über die Moll-Variante eingeführte Dominante bzw. Subdominante).</p>",
                        "<p>Aufschlussreich für die Unterrichtsmethodik ist dabei besonders die Studienkomposition M 42, die offensichtlich eine nachträgliche – weil auf einem separaten Blatt notierte – formale Ergänzung zu M 35 im Sinne eines Mittelteils und des wiederholenden A-Teils darstellt und damit <a href='https://ark.dasch.swiss/ark:/72163/1/0806/Y1=4oD0OTZqzzOQM=H9ywA_.20230526T214948203842794Z' class='link'>Schönbergs</a> schrittweises Annähern an nächstgrößere Formen mittels einzelner Formteile erstmals auch bei Webern dokumentiert.<sup><a id='note-ref-23' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-23'})\" title='Vgl. in Bezug auf Berg auch Krämer, Alban Berg als Schüler (Anm. 5), S. 173 ff.'>23</a></sup> Um die Zusammengehörigkeit der beiden zeitlich getrennt formulierten Übungseinheiten zu verdeutlichen, werden in der vorliegenden Edition M 35 und M 42 zu einer Einheit zusammengefasst.</p>",
                        "<p>Mit den Studienkompositionen M 29–31 folgen Stücke, die in formaler Hinsicht vergleichsweise konventionell und teilweise geradezu symmetrisch angelegt sind (in M 29 mit Wiederholung des A-Teils). Andererseits weisen sie im Vergleich neue formale und harmonische Aspekte auf und sind zugleich umfangreicher und elaborierter. Daher ist es denkbar, dass sie unmittelbar auf die vorherigen Übungen folgten, also auf ca. Ende 1904 zu veranschlagen sind.</p>",
                        "<p>Die sich auf Vorder- und Rückseite eines Blattes befindenden M 30 und M 31 bleiben beim Modell der Periode. In M 30 wählt Webern erstmals ein 6/8-Metrum und mit As-Dur eine Tonart mit mehr Vorzeichen als in den bisherigen Studienkompositionen. Auch der harmonische Spielraum wird zunehmend ausgelotet, indem zunächst im A-Teil die Dominante vermieden und stattdessen die vi. Stufe (Moll-Parallele) etabliert wird, bevor im Mittelteil die akkordische Progression meist halbtaktig voranschreitet und dabei auch die Varianttonart as-Moll (i) berührt. Im wiederholten A-Teil wird die Dominante bis kurz vor Schluss aufgespart bzw. an der analogen Stelle (T. 19) vorerst durch den Sextakkord der Moll-Variante (v) ersetzt. Demgegenüber frappiert M 31, bei dessen ungeradem, elftaktigem Periodenaufbau Vordersatz und Nachsatz fließend ineinandergreifen, durch die direkte Konfrontation von C-Dur und H-Dur, das als Zwischendominante zur Dominantparallele e-Moll (iii) fungiert, deren Dur-Variante (III<span class='glyph'>{{ref.getGlyph('[#]')}}</span>) den Mittelteil prägt. Die Reprise (5 + 4 Takte) spielt mit einer Reorganisation der motivischen Bauteile und schließt mit einer kurzen Coda, ganz ähnlich wie jene in M 42. In M 29 entfernt sich Webern erstmals vom Modell der Periode und formuliert einen Satz, der zur vi. Stufe führt. Der anschließende stufenreiche Mittelteil nimmt einen ausgeprägten Durchführungscharakter an. Mit Blick darauf, dass M 30 und M 31 eine Periode bilden, während M 45 und M 46 danach ebenfalls auf das Modell des Satzes zurückgreifen, könnte das auf einem separaten Blatt notierte M 29 tatsächlich nach M 30–31 entstanden sein. Interessanterweise sind gerade die Skizzen zu dessen Beginn relativ ausführlich und zeigen eine Suche nach der melodischen Entwicklung des Motivs.</p>",

                        "<table class='small spacebreak awg-intro-table'><tbody><tr><td>M 34</td><td>Periode</td><td>8 T. (4 + 4)</td><td>3/4</td><td>B</td></tr><tr><td>M 35/42</td><td>Periode</td><td>29 T. (9 + 11)</td><td>3/4</td><td>G</td></tr><tr><td>M 36</td><td>Periode</td><td>16 T. (7 + 5 + 4)</td><td>3/4</td><td>D</td></tr><tr><td>M 37</td><td>Periode</td><td>21 T. (9 + 5 + 7)</td><td>3/4</td><td>a</td></tr><tr><td>M 38</td><td>Periode</td><td>20 T. (8 + 4 + 8)</td><td>3/4</td><td>F</td></tr><tr><td>M 39 TF1</td><td>Periode</td><td>19 T. (8 + 6 + 5)</td><td>4/4</td><td>C</td></tr><tr><td>M 39 TF2</td><td>Periode</td><td>19 T. (8 + 4 + 7)</td><td>4/4</td><td>C</td></tr><tr><td>M 40</td><td>Periode</td><td>25 T. (9 + 8 + 8)</td><td>3/4</td><td>a</td></tr><tr><td>M 41</td><td>Periode</td><td>31 T. (13 + 7 + 11)</td><td>3/4</td><td>C</td></tr><tr><td>M 30</td><td>Periode</td><td>24 T. (8 + 8 + 8)</td><td>6/8</td><td>As</td></tr><tr><td>M 31</td><td>Periode</td><td>30 T. (11 + 6 + 9 + 4)</td><td>3/4</td><td>C</td></tr><tr><td>M 29</td><td>Satz</td><td>34 T. (||:8:|| + 18 + 8)</td><td>3/4</td><td>C</td></tr></tbody></table>",

                        "<p class='no-indent spacebreak'>Mit den beiden Studienkompositionen M 45 und M 46 wird der Klaviersatz komplexer und die dreiteilige Form erweitert. Die feinere Ausarbeitung zeigt sich nicht zuletzt an den zunehmenden dynamischen und agogischen Spielanweisungen. Möglicherweise fallen diese Stücke auch mit den ersten Übungen für Streichquartet zusammen, denn die ersten dreiteiligen Formen in dieser Besetzung (M 26–28) befinden sich auf denselben Manuskriptbögen.</p>",
                        "<p>In M 45, dessen Anfang stark an den Kopf des ersten Themas aus <a href='https://ark.dasch.swiss/ark:/72163/1/0806/hTtAxnzxSOK6SD3GDPoQiwW.20240118T154641648828682Z' class='link'>Richard Wagners</a>&ngsp;<em>Siegfried-Idyll</em> erinnert (die rhythmisch leicht veränderte Melodielinie ist um eine große Sekunde nach oben versetzt), wird in <span class='link-todo'>Textfassung 1</span> erstmals der A-Teil, der auf einem asymmetrischen Satz (18 Takte: 3 + 3 + 3 + 2 und 3 + 4) basiert,<sup><a id='note-ref-24' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-24'})\" title='Vgl. auch Schoenberg, Fundamentals of Musical Composition (Anm. 15), S. 137.'>24</a></sup> in zwei Abschnitte unterteilt: Nach einem Halbschluss mit Fermate folgt das variierte Hauptthema in der Grundtonart. Der kontrastierende Mittelteil auf der Mediante greift Motive des Themas und seiner Variante durchführend und in komplementärer Weise auf, bevor er in eine stark verkürzte Reprise (9 Takte) führt, die das Hauptthema nur noch als Reminiszenz bringt und mit einer flüchtigen motivischen Synthese schließt.</p>",
                        "<p>Die formale Unausgewogenheit, die der Reprise wenig Gewicht beimisst, könnte Schönberg hier veranlasst haben, seinen Schüler den Aufbau neu strukturieren zu lassen (darauf deuten diverse Verweis- und Einschubzeichen sowie pauschale Streichungen mit Bleistift hin). Jedenfalls erscheinen die Proportionen der A-B-A-Struktur in <span class='link-todo'>Textfassung 2</span> von M 45 ausgeglichener: Webern versetzt das variierte Hauptthema nun an den Anfang der Reprise, verlängert die Coda, die jetzt eine Reminiszenz an das variierte Thema bringt, und fügt den Formteilen Schlussgruppen als neues Element hinzu.</p>",
                        "<p>Die Niederschrift von M 46 ist der Form nach unvollständig geblieben. Es ist jedoch naheliegend, dass am Ende nochmals der A-Teil als Reprise anschließen sollte, womit sich auch hier eine dreiteilige Anlage ergäbe. In <span class='link-todo'>Textfassung 1</span> hat Webern außerdem acht Takte (T. 13–20) disponiert, aber leer gelassen. Der verbleibende Umfang bis zum Mittelteil war ihm offensichtlich klar: Analog zu <span class='link-todo'>Textfassung 2</span> gilt es dort gedanklich die Wiederholung des Hauptthemas in der oberen Oktave einzufügen. Damit bildet der A-Teil der dreiteiligen Form selbst eine untergeordnete a-b-a-Form aus,<sup><a id='note-ref-25' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-25'})\" title='Vgl. Schoenberg, Fundamentals of Musical Composition (Anm. 15), S. 190. (Dort auch die Kleinschreibung „aba“ für die untergeordnete Form.)'>25</a></sup> deren Mittelteil Webern in Textfassung 2 von M 46 um zwei Takte erweiterte. Ansonsten betreffen die Unterschiede zwischen den beiden Fassungen vorwiegend den in seiner Harmonik und Figuration sehr an <a href='https://ark.dasch.swiss/ark:/72163/1/0806/0h2Z8Z2vT3i_tS6TuotKSQ9.20200813T060215Z' class='link'>Franz Schubert</a> (z. B. an dessen <em>Trauer- oder Sehnsuchtswalzer</em> D 365, Nr. 2) erinnernden B-Teil, in dem die harmonische Progression in der Überarbeitung nochmals überboten wird.<sup><a id='note-ref-26' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-26'})\" title='Vgl. Markus Böggemann, „Werk und Wertung. Anton Weberns Jugendkompositionen in der Analyse“, in: Der junge Webern. Texte und Kontexte (Anm. 12), S. 35–50, hier S. 48 f. '>26</a></sup></p>",
                        "<p>Die <a href='https://ark.dasch.swiss/ark:/72163/1/0806/rSCEw5wjQQ68BLltsl5wzQD.20210318T090501Z' class='link'>Uraufführung der Studienkompositionen für Klavier M 34–42 (zusammen mit den Studienkompositionen M 43–44) fand am 12. August 1988 in der Schweiz</a> durch <a href='https://ark.dasch.swiss/ark:/72163/1/0806/doR1M9dCQzeAQYuqujfqugC.20210315T072822Z' class='link'>Jean-Jacques Dünki</a> auf der Grundlage eigener Transkriptionen anlässlich der „5. Musikalischen Begegnungen auf dem Schloss Lenzburg“ statt.<sup><a id='note-ref-27' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-27'})\" title='Vgl. Cox, Anton Weberns Studienzeit (Anm. 2), S. 78. '>27</a></sup> Die <a href='https://ark.dasch.swiss/ark:/72163/1/0806/6yK7ehH4SVCTokm=Oq7CsQE.20241126T085830936655299Z' class='link'>Studienkompositionen M 45–46 wurden zusammen mit den Studienkompositionen M 32–33, M 22–23 (M 22 ohne Variationen für Streichquartett), M 75–76, M 116 sowie den nur in Skizzen überlieferten und Fragment gebliebenen Klavierstücken M 158–159, M 266 und M 280 am 13. September 1998 in einem Konzert im Château d’Autigny bei Fribourg</a> ebenfalls von Dünki erstmals aufgeführt. Auch hier zeichnete der Pianist selbst für die Transkriptionen verantwortlich. Eine Einspielung all der genannten Stücke war bereits im April desselben Jahres erfolgt.<sup><a id='note-ref-28' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-28'})\" title='Anton Webern, Piano Music 1904–1936, Jean-Jacques Dünki (Klav.), Zürich: Jecklin, 1998 (JD 719-2).'>28</a></sup></p>"
                    ],
                    "blockNotes": [
                        "<p id='note-23' class='note note-2-dig'><a class='note-backlink' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-ref-23'})\">23</a> | Vgl. in Bezug auf <a href='https://ark.dasch.swiss/ark:/72163/1/0806/Pkd2nTOqRkWsOdSNXSsJVA2.20230526T215003568534358Z' class='link'>Berg</a> auch Krämer, <em>Alban Berg als Schüler</em> (Anm. <a (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-5'})\">5</a>), S. 173 ff.</p>",
                        "<p id='note-24' class='note note-2-dig'><a class='note-backlink' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-ref-24'})\">24</a> | Vgl. auch <a href='https://ark.dasch.swiss/ark:/72163/1/0806/NNQ_G9m=S7iwhy18wxgeTQU.20241128T141543924385807Z' class='link'>Schoenberg, <em>Fundamentals of Musical Composition</em></a> (Anm. <a (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-15'})\">15</a>), S. 137.</p>",
                        "<p id='note-25' class='note note-2-dig'><a class='note-backlink' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-ref-25'})\">25</a> | Vgl. <a href='https://ark.dasch.swiss/ark:/72163/1/0806/NNQ_G9m=S7iwhy18wxgeTQU.20241128T141543924385807Z' class='link'>Schoenberg, <em>Fundamentals of Musical Composition</em></a> (Anm. <a (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-15'})\">15</a>), S. 190. (Dort auch die Kleinschreibung „aba“ für die untergeordnete Form.)</p>",
                        "<p id='note-26' class='note note-2-dig'><a class='note-backlink' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-ref-26'})\">26</a> | Vgl. <a href='https://ark.dasch.swiss/ark:/72163/1/0806/uA37YW57TKSmVcHpitp8Uw8.20160524T074123Z' class='link'>Markus Böggemann, „Werk und Wertung. Anton Weberns Jugendkompositionen in der Analyse“, in: <em>Der junge Webern. Texte und Kontexte</em></a> (Anm. <a (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-12'})\">12</a>), S. 35–50, hier S. 48 f.</p>",
                        "<p id='note-27' class='note note-2-dig'><a class='note-backlink' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-ref-27'})\">27</a> | Vgl. <a href='https://ark.dasch.swiss/ark:/72163/1/0806/mnVmxdH7T6682QqkreWNgQd.20230526T220504277105225Z' class='link'>Cox, <em>Anton Weberns Studienzeit</em></a> (Anm. <a (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-2'})\">2</a>), S. 78.</p>",
                        "<p id='note-28' class='note note-2-dig'><a class='note-backlink' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-ref-28'})\">28</a> | Anton Webern, <em>Piano Music 1904–1936</em>, Jean-Jacques Dünki (Klav.), Zürich: Jecklin, 1998 (JD 719-2).</p>"
                    ]
                },
                {
                    "blockId": "scherzo",
                    "blockHeader": "Studienkompositionen: Scherzo mit Trio (M 32–33)",
                    "blockContent": [
                        "<p class='no-indent spacebreak'>Spätestens ab der Hinwendung zur Scherzo-Form scheinen die Übungen im Klavier- und Streichquartettsatz im Unterricht parallel zu verlaufen. M 32 ist das einzige im Klaviersatz überlieferte Scherzo aus der Studienzeit und steht in unmittelbarer zeitlicher Nähe zum <a href='https://ark.dasch.swiss/ark:/72163/1/0806/5SVA9lsBQBa=tKe3QhXyWwb.20121102T150459Z' class='link'>Scherzo mit Trio für Streichquartett M 68</a>. Aufgrund der Skizzenanordnung in den Manuskripten ist sogar davon auszugehen, dass M 32 nach M 68 entstanden ist, Webern also diesen Formtypus zunächst in der kammermusikalischen Besetzung übte.</p>",
                        "<p>Das impulsive Hauptthema in E-Dur von M 32 hat Webern seinem im April 1903 komponierten Lied <a href='https://ark.dasch.swiss/ark:/72163/1/0806/NG_bo2tpR=OlfJ1AGob61QQ.20230526T172931394050018Z' class='link'><em>Nachtgebet der Braut</em> M 12</a> entnommen;<sup><a id='note-ref-29' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-29'})\" title='Cox, Anton Weberns Studienzeit (Anm. 2), S. 77.'>29</a></sup> es verweist in seinem stürmisch-drängenden Gestus auf <a href='https://ark.dasch.swiss/ark:/72163/1/0806/LNUtPXbOQCmUTNr=GBZaZAH.20241016T120134162926527Z' class='link'>Richard Strauss</a> als mögliche Vorlage.<sup><a id='note-ref-30' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-30'})\" title='Vgl. dazu und zum Folgenden ausführlicher: Matthias Schmidt, „Geschichtsstunde. Zur Historiographie Weberns und der Schönberg-Schule“, in: Der junge Webern. Texte und Kontexte (Anm. 12), S. 51–70, hier S. 59–68. Faksimiles auf S. 66 f. '>30</a></sup> Dabei verlangte die Gattungstransformation – möglicherweise von <a href='https://ark.dasch.swiss/ark:/72163/1/0806/Y1=4oD0OTZqzzOQM=H9ywA_.20230526T214948203842794Z' class='link'>Schönberg</a> aus didaktischen Überlegungen angeregt<sup><a id='note-ref-31' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-31'})\" title='Vgl. Schmidt, „Geschichtsstunde“ (Anm. 30), S. 62 f.'>31</a></sup> – vom freieren Lied zum straffer organisierten Instrumentalstück eine Kanalisierung in formaler und motivischer Hinsicht. Das Scherzo M 32 basiert auf einer symmetrischen Periode, die in einer kleinen Schlussgruppe mündet und harmonisch in E-Dur gefestigt ist. Der kontrastierende Mittelteil, der lehrbuchmäßig mit Sequenzierungen und motivischen Versatzstücken in sukzessiver Verkürzung arbeitet, teilt sich auf in einen modulierenden Abschnitt und einen eher episodischen in fis-Moll/A-Dur, der schließlich in die variierte Reprise überleitet.</p>",

                        "<table class='small spacebreak awg-intro-table'><tbody><tr><td></td><td colspan='2'>A</td><td colspan='2'>B</td><td colspan='2'>A’</td></tr><tr><td></td><td>Periode</td><td>Schlussgr.</td><td colspan='2'></td><td>Periode</td><td>Coda</td></tr><tr><td>M 32 TF1</td><td>16 T.</td><td>5 T.</td><td>27 T.</td><td>16 T.</td><td>16 T.</td><td>4 T.</td></tr><tr><td>M 32 TF2</td><td>16 T.</td><td>4 T.</td><td>21 T.</td><td>16 T.</td><td>16 T.</td><td>4 T.</td></tr><tr><td>M 32 TF3</td><td>16 T.</td><td>4 T.</td><td>21 T.</td><td>11 T.</td><td>17 T.</td><td>–</td></tr><tr><td></td><td>E</td><td></td><td>Mod.</td><td>fis/A</td><td>E</td><td></td></tr></tbody></table>",

                        "<p class='no-indent spacebreak'>Das Manuskript weist etliche Streichungen und Überarbeitungsanweisungen (z. B. „Thema unten“, „oben Gegenstimme“) mit Bleistift und braunem Buntstift auf, deren Schreibduktus nicht immer eindeutig Webern oder Schönberg zugeordnet werden kann, die sich aber anhand der nachfolgenden Textfassungen sowie der auf separaten Blättern notierten Einschübe nachvollziehen lassen.</p>",
                        "<p><span class='link-todo'>Textfassung 2</span> von M 32 beinhaltet nur wenige Änderungen, die sich weitgehend auf den modulierenden Abschnitt im B-Teil beschränken. Motivische Binnenstruktur wie auch Harmonik bleiben dabei im Wesentlichen erhalten, Webern strafft primär die etwas inkohärente Überleitung nach fis-Moll/A-Dur (die getilgten Takte 45–48 aus <span class='link-todo'>Textfassung 1</span> lassen den motivischen Bezug zum Hauptthema vermissen).</p>",
                        "<p>Die Reduktion auf 21 Takte in der Modulation bleibt in <span class='link-todo'>Textfassung 3</span> bestehen, doch werden ab der zweiten Hälfte (T. 30) die harmonisch möglicherweise zu monotonen Akkordfolgen im Quintabstand mit dazwischengeschobenen halbverminderten Septakkorden aufgegeben zugunsten einer Modulation in das entfernte Es-Dur, um zuletzt über die enharmonische Verwechslung zu der Episode in fis-Moll zu gelangen. Deren Überleitung in die Reprise wird nun auch konzentriert, indem sie von acht auf drei Takte verkürzt wird. Außerdem gibt Webern in der Reprise die Begleitung mit Akkordbrechungen auf und notiert stattdessen einen schlichteren, dafür vollgriffigeren Satz.</p>",
                        "<p>Dass M 33 als kontrastierendes Trio zum Scherzo M 32 fungieren könnte, erschließt sich nur indirekt. Auf eine formale Zusammengehörigkeit deuten jedoch mehrere Aspekte hin: (1) die Notation beider Textfassungen von M 33 unmittelbar unterhalb der Schlusstakte von M 32 Textfassung 1; (2) die chronologische Nähe zu der Studienkomposition für Streichquartett M 68, bei der das Trio als solches betitelt ist; (3) die Varianttonart e-Moll; (4) der Melodiebeginn auf der Terz; (5) das Wiederaufgreifen des punktierten Rhythmus und der Begleitung mit einer Achtelpause gefolgt von akkordisch gebrochenen Achtelnoten.<sup><a id='note-ref-32' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-32'})\" title='Vgl. auch Schmidt, „Geschichtsstunde“ (Anm. 30), S. 67.'>32</a></sup> Die beiden Textfassungen von M 33 unterscheiden sich nur geringfügig in melodischer und harmonischer Hinsicht.</p>",
                        "<p>Die Studienkompositionen für Klavier M 32–33 wurden zusammen mit den Studienkompositionen M 45–46, M 22–23, M 75–76, M 116 sowie den nur in Skizzen überlieferten und Fragment gebliebenen Klavierstücken M 158–159, M 266 und M 280 durch <a href='https://ark.dasch.swiss/ark:/72163/1/0806/doR1M9dCQzeAQYuqujfqugC.20210315T072822Z' class='link'>Jean-Jacques Dünki</a> auf der Grundlage eigener Transkriptionen am <a href='https://ark.dasch.swiss/ark:/72163/1/0806/6yK7ehH4SVCTokm=Oq7CsQE.20241126T085830936655299Z' class='link'>13. September 1998 in einem Konzert im Château d’Autigny bei Fribourg erstmals aufgeführt</a>. Eine Einspielung dieser Studienkompositionen war bereits im April desselben Jahres erfolgt.</p>"
                    ],
                    "blockNotes": [
                        "<p id='note-29' class='note note-2-dig'><a class='note-backlink' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-ref-29'})\">29</a> | <a href='https://ark.dasch.swiss/ark:/72163/1/0806/mnVmxdH7T6682QqkreWNgQd.20230526T220504277105225Z' class='link'>Cox, <em>Anton Weberns Studienzeit</em></a> (Anm. <a (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-2'})\">2</a>), S. 77.</p>",
                        "<p id='note-30' class='note note-2-dig'><a class='note-backlink' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-ref-30'})\">30</a> | Vgl. dazu und zum Folgenden ausführlicher: <a href='https://ark.dasch.swiss/ark:/72163/1/0806/RlL1gfhjSXOku7EUczqL5wQ.20160524T074340Z' class='link'>Matthias Schmidt, „Geschichtsstunde. Zur Historiographie Weberns und der Schönberg-Schule“, in: <em>Der junge Webern. Texte und Kontexte</em></a> (Anm. <a (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-12'})\">12</a>), S. 51–70, hier S. 59–68. Faksimiles auf S. 66 f.</p>",
                        "<p id='note-31' class='note note-2-dig'><a class='note-backlink' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-ref-31'})\">31</a> | Vgl. <a href='https://ark.dasch.swiss/ark:/72163/1/0806/RlL1gfhjSXOku7EUczqL5wQ.20160524T074340Z' class='link'>Schmidt, „Geschichtsstunde“</a> (Anm. <a (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-30'})\">30</a>), S. 62 f.</p>",
                        "<p id='note-32' class='note note-2-dig'><a class='note-backlink' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-ref-32'})\">32</a> | Vgl. auch <a href='https://ark.dasch.swiss/ark:/72163/1/0806/RlL1gfhjSXOku7EUczqL5wQ.20160524T074340Z' class='link'>Schmidt, „Geschichtsstunde“</a> (Anm. <a (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-30'})\">30</a>), S. 67.</p>"
                    ]
                },
                {
                    "blockId": "variations",
                    "blockHeader": "Studienkompositionen: Thema mit Variationen (M 22–23, M* 409–410, M* 412–416)",
                    "blockContent": [
                        "<p class='no-indent spacebreak'>Bei den Variationen greifen Übungen im Klaviersatz und im Streichquartettsatz noch enger ineinander als bei den Scherzi. Sowohl bei M 22 als auch bei M 23 gehen die Variationen vom Klaviersatz nahtlos in die Besetzung für Streichquartett über – mit dem Unterschied, dass Webern im Fall von M 22 die insgesamt 23 Variationen bis zum Ende konsequent mit römischen Zahlen durchnummeriert und damit eine direkte Zusammengehörigkeit signalisiert, während er bei M 23 die Variationen für Streichquartett neu zu nummerieren beginnt (weshalb sie wohl Moldenhauer separat als <a href='https://ark.dasch.swiss/ark:/72163/1/0806/LYmSEEwmS32beZwF1FY8eQo.20121102T150458Z' class='link'>M 24</a> deklariert hat). Aus diesem Grunde werden hier die drei letzten Variationen von M 22 trotz der anderen Besetzung in die Edition miteinbezogen, während M 24 in <span class='link-todo'>Abteilung II/2b</span> erscheinen wird.</p>",
                        "<p>Zunächst scheint Webern mit <a href='https://ark.dasch.swiss/ark:/72163/1/0806/Y1=4oD0OTZqzzOQM=H9ywA_.20230526T214948203842794Z' class='link'>Schönberg</a> nach einem geeigneten Thema gesucht zu haben, das nicht „too many and too interesting features“ enthält.<sup><a id='note-ref-33' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-33'})\" title='Schoenberg, Fundamentals of Musical Composition (Anm. 15), S. 167. Dementsprechend erstaunt es wenig, dass in Textfassung 2 von M* 409 gerade die figurativen Elemente getilgt werden. Dass Schönberg seine Schüler zunächst verschiedene Themen entwerfen ließ, bevor das Weiterverarbeiten in Variationen folgte, ist auch bei Berg bezeugt. Vgl. Ulrich Krämer, Einleitung zum Kritischen Bericht, in: Alban Berg, Kompositionen aus der Studienzeit. Teil 1, hg. von Ulrich Krämer, Wien: Universal Edition, 1998 (Sämtliche Werke II Abteilung Musikalischer Nachlass Bd. 2), S. 147.'>33</a></sup> Die erste Manuskriptseite der Tintenniederschrift von M 22 reiht untereinander vier potenzielle Themen auf: M* 409, M* 410, M* 412 sowie das Thema von M 22, das an dritter Stelle steht. Unmittelbar unterhalb des letzten Themas M* 412 setzen dann die ersten beiden Variationen zu M 22 ein. Die vier Variations-Themen verfolgen unterschiedliche Strategien in formaler und harmonischer Hinsicht:</p>",

                        "<table class='small spacebreak awg-intro-table'><tbody><tr><td colspan='4'></td><td>Vordersatz</td><td>Nachsatz</td></tr><tr><td>M* 409</td><td>Periode</td><td>16 T.</td><td>C</td><td>I→I</td><td>vi→I</td></tr><tr><td>M* 410</td><td>Periode</td><td>16 T.</td><td>G</td><td>I→V</td><td>ii→I</td></tr><tr><td>M 22</td><td>Periode</td><td>8 T.</td><td>a</td><td>i→V</td><td>I→i</td></tr><tr><td>M* 412</td><td>Satz</td><td>8→16 T.</td><td>D</td><td>I→I</td><td>I→I</td></tr></tbody></table>",

                        "<p class='no-indent spacebreak'>Die Themen von M 22 und M* 412 (letzteres anfänglich nur aus acht Takten bestehend) sind mit Bleistift eingeklammert und mit den römischen Zahlen I und II versehen. Die Aufgabe bestand möglicherweise also darin, je einen Satz von Variationen über ein kürzeres und ein längeres Thema zu komponieren, angefangen mit der kürzeren Variante.</p>",
                        "<p>Das durch eine markante rhythmische Kontur geprägte Thema von M 22 in a-Moll ähnelt dem Charakter nach der bekannten Caprice Nr. 24 von <a href='https://ark.dasch.swiss/ark:/72163/1/0806/e=REquW4RbyC0EbreU06KQ3.20241125T145241315584547Z' class='link'>Niccolò Paganini</a>, die ersten vier Takte sind in der harmonischen Disposition nahezu identisch. Die anschließenden Variationen operieren vor allem mit der rhythmischen und melodischen Umspielung des Themas, während das Grundschema der Akkordprogression (sofern die Variation nicht fragmentarisch bleibt) beibehalten wird – bis zur dreizehnten Variation: Dort weicht Webern erstmals von der anfänglichen Konstellation ab, indem er den Vordersatz mit einer Kadenz auf der III. Stufe C-Dur schließt und den Nachsatz stattdessen auf der Dominante (V) eröffnet. Das Bemerkenswerte ist, dass diese Umstellung gerade dann erfolgt, als Webern zwischenzeitlich weitere potenzielle Variations-Themen entwirft: In der Tintenniederschrift von M 22 sind zwischen Variation XII und XIII die Entwürfe für die Variations-Themen M* 413 und M* 414 eingeschoben.<sup><a id='note-ref-34' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-34'})\" title='Diese Reihenfolge ist auch in den Skizzen dokumentiert. '>34</a></sup></p>",

                        "<table class='small spacebreak awg-intro-table'><tbody><tr><td colspan='4'></td><td>Vordersatz</td><td>Nachsatz</td></tr><tr><td>M* 413</td><td>Periode</td><td>7 T.</td><td>e</td><td>i→V</td><td>i→i</td></tr><tr><td>M* 414</td><td>Periode</td><td>8 T.</td><td>C</td><td>I→vi</td><td>vi→I</td></tr></tbody></table>",

                        "<p class='no-indent spacebreak'>Diese erproben andere harmonische Strategien, die ihren Niederschlag in den darauffolgenden Variationen von M 22 finden. Die harmonische Abweichung in Variation XIII ist im bloß siebentaktigen M* 413 vorweggenommen, wo die III. Stufe in Dur – allerdings dort schon im dritten Takt – durch dieselbe Progression i–(V)–III erreicht wird. Und die Ausweichung zur Moll-Parallele, wie sie in M* 414 gehandhabt wird, übernimmt Webern in ähnlicher Weise in den Dur-Variationen Nr. XIV (Fragment) und XVIII. Das Pendant dazu, der Wechsel zur Dur-Parallele in der Moll-Tonart, findet sich in den Variationen XVII und XX, in denen zugleich neue harmonische Nuancen zu beobachten sind.</p>",
                        "<p>Vor Variation XIX sind noch einmal zwei mögliche Variations-Themen eingeschoben, M* 415 und M* 416.</p>",

                        "<table class='small spacebreak awg-intro-table'><tbody><tr><td colspan='4'></td><td>Vordersatz</td><td>Nachsatz</td></tr><tr><td>M* 415</td><td>Periode</td><td>8 T.</td><td>G</td><td>I→V</td><td>iii→I</td></tr><tr><td>M* 416</td><td>Periode</td><td>8 T.</td><td>C</td><td>I→V</td><td>IV→I</td></tr></tbody></table>",

                        "<p class='no-indent spacebreak'>Darauf folgen die letzten beiden Variationen im Klaviersatz, deren harmonisches Schema ganz bzw. mit einer kleinen Abweichung wieder der anfänglichen Version entspricht. Dafür scheint Webern zuletzt das rhythmische Element der Synkope aus M* 416 aufgegriffen zu haben, das zuvor nirgends auftaucht. In den drei Variationen für Streichquartett schließlich erlaubt die Besetzung neue satztechnische Verfahren wie motivische Zergliederung und kanonische Einsätze. Die Akkordprogressionen spiegeln die bisherige Vorgehensweise wider: Zuerst bleibt die Grundstruktur erhalten (Var. XXI), dann wird sie freier (Var. XXII, XXIII).</p>",
                        "<p>Diese Dynamik im Schreibprozess von M 22, das wiederholte Ineinandergreifen beim Niederschreiben von Variationen und Variations-Themen im Manuskript, liefert letztlich ein exemplarisches Abbild von der Unterrichtsdynamik: ein konstantes Analysieren und Weiterdenken während des Komponierens, ein Einholen von Rückmeldungen des Lehrers verbunden mit dem Ausprobieren möglicher Spielräume.</p>",
                        "<p>Noch vor der letzten Variation von M 22 im Streichquartettsatz hält Webern ein weiteres Thema fest, diesmal aber kein selbsterfundenes. Es handelt sich stattdessen um das mit einer eigenen Harmonisierung unterlegte deutsche Volkslied „Der Winter ist vergangen“.<sup><a id='note-ref-35' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-35'})\" title='Der Text des Liedes ist altniederländischen Ursprungs und wohl erstmals 1537 in der sogenannten „Weimarer Liederhandschrift“ überliefert. Die später dazu unterlegte Melodie geht zurück auf das um 1600 entstandene Lautenbuch Het Luitboek van Thysius. Vgl. Deutscher Liederhort (Bd. 2), hg. von Ludwig Erk und Franz Magnus Böhme, Wiesbaden: Breitkopf &amp; Härtel, 1894, S. 204 f. Der Kasuswechsel von „des Maien Schein“ in der Textüberlieferung zu „den Maienschein“ in der Übertitelung bei Webern ist vermutlich durch Niederschrift des Textes aus dem Gedächtnis zu erklären, zumal in den Skizzen die originale Schreibweise vorzufinden ist.'>35</a></sup> Dieses sechzehntaktige Modell diente als Ausgangspunkt für die Variationen M 23 und M 24 und ersetzte offenbar das ursprünglich für die Übung angedachte M* 412.<sup><a id='note-ref-36' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-36'})\" title='Schönberg betont die Schwierigkeit, dass „[i]t is not easy to write a good original theme for variation“ und verweist auf die häufige Verwendung populärer und folkloristischer Melodien. Vgl. Schoenberg, Fundamentals of Musical Composition (Anm. 15), S. 167 f. '>36</a></sup> Das Thema selbst hat Webern in zwei Tintenniederschriften harmonisch verschieden gesetzt, wobei von den geringfügigen Änderungen in der zweiten Niederschrift am ehesten die Modifikationen im zweiten Takt erwähnenswert sind. Der Molleinschlag in der Harmonisierung wird dort verlängert, indem nun schon ab der zweiten Takthälfte die Moll-Stufen erklingen: Zum einen endet der Abschlag der ersten Phrase statt auf der I. Stufe auf der vi. Stufe e-Moll. (Diese Stufe kommt in der Reprise an der parallelen Stelle nicht mehr vor, wird aber erneut vorgezogen auf T. 9 zweite Zählzeit. Die Variationen setzen dann dieses Changieren zwischen e-Moll und G-Dur mit unterschiedlichem Ergebnis fort.) Zum anderen folgt auf dem letzten Viertel von Takt 2 neu explizit die ii. Stufe a-Moll, wo zuvor trotz fehlendem Quintton g eindeutig ein subdominantisches C-Dur, also IV. Stufe, gehört und – zumal wegen der doppelten Verankerung des c sowohl als Grund- als auch Melodieton – auch gelesen wird. Mit der Umstellung auf a-Moll bekräftigt Webern die harmonische Schlichtheit des Themas, das sich somit auf die Stufen I, ii, V und vi beschränkt. Selbst in den darauffolgenden Variationen sind nur wenige sporadische Ausnahmen (z. B. Var. II, T. 6) von diesem Stufenrepertoire zu beobachten. Weil das Thema im Gegensatz zu M 22 besonders melodisch ausgeprägt ist, fokussieren sich stattdessen die Variationsprinzipien in M 23 auf Figurationen, Umspielungen sowie rhythmische Aufsplittung und Registerwechsel der Melodielinie.</p>",
                        "<p>Die Variationen M 22–23 wurden zusammen mit den Studienkompositionen M 45–46, M 32–33, M 75–76, M 116 sowie den nur in Skizzen überlieferten und Fragment gebliebenen Klavierstücken M 158–159, M 266 und M 280 durch <a href='https://ark.dasch.swiss/ark:/72163/1/0806/doR1M9dCQzeAQYuqujfqugC.20210315T072822Z' class='link'>Jean-Jacques Dünki</a> auf der Grundlage eigener Transkriptionen <a href='https://ark.dasch.swiss/ark:/72163/1/0806/6yK7ehH4SVCTokm=Oq7CsQE.20241126T085830936655299Z' class='link'>am 13. September 1998 in einem Konzert im Château d’Autigny bei Fribourg erstmals aufgeführt</a>. Eine Einspielung dieser Studienkompositionen (mitsamt den alternativen Variationsthemen M* 409–410 und M* 412–416) war bereits im April desselben Jahres erfolgt.</p>"
                    ],
                    "blockNotes": [
                        "<p id='note-33' class='note note-2-dig'><a class='note-backlink' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-ref-33'})\">33</a> | <a href='https://ark.dasch.swiss/ark:/72163/1/0806/NNQ_G9m=S7iwhy18wxgeTQU.20241128T141543924385807Z' class='link'>Schoenberg, <em>Fundamentals of Musical Composition</em></a> (Anm. <a (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-15'})\">15</a>), S. 167. Dementsprechend erstaunt es wenig, dass in <span class='link-todo'>Textfassung 2 von M* 409</span> gerade die figurativen Elemente getilgt werden. Dass Schönberg seine Schüler zunächst verschiedene Themen entwerfen ließ, bevor das Weiterverarbeiten in Variationen folgte, ist auch bei <a href='https://ark.dasch.swiss/ark:/72163/1/0806/Pkd2nTOqRkWsOdSNXSsJVA2.20230526T215003568534358Z' class='link'>Berg</a> bezeugt. Vgl. Ulrich Krämer, Einleitung zum Kritischen Bericht, in: Alban Berg, <em>Kompositionen aus der Studienzeit. Teil 1</em>, hg. von Ulrich Krämer, Wien: Universal Edition, 1998 (Sämtliche Werke II Abteilung Musikalischer Nachlass Bd. 2), S. 147.</p>",
                        "<p id='note-34' class='note note-2-dig'><a class='note-backlink' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-ref-34'})\">34</a> | Diese Reihenfolge ist auch in den Skizzen dokumentiert.</p>",
                        "<p id='note-35' class='note note-2-dig'><a class='note-backlink' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-ref-35'})\">35</a> | Der Text des Liedes ist altniederländischen Ursprungs und wohl erstmals 1537 in der sogenannten „Weimarer Liederhandschrift“ überliefert. Die später dazu unterlegte Melodie geht zurück auf das um 1600 entstandene Lautenbuch <em>Het Luitboek van Thysius</em>. Vgl.<em> Deutscher Liederhort</em> (Bd. 2), hg. von Ludwig Erk und Franz Magnus Böhme, Wiesbaden: Breitkopf &amp; Härtel, 1894, S. 204 f. Der Kasuswechsel von „des Maien Schein“ in der Textüberlieferung zu „den Maienschein“ in der Übertitelung bei Webern ist vermutlich durch Niederschrift des Textes aus dem Gedächtnis zu erklären, zumal in den Skizzen die originale Schreibweise vorzufinden ist.</p>",
                        "<p id='note-36' class='note note-2-dig'><a class='note-backlink' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-ref-36'})\">36</a> | Schönberg betont die Schwierigkeit, dass „[i]t is not easy to write a good original theme for variation“ und verweist auf die häufige Verwendung populärer und folkloristischer Melodien. Vgl. <a href='https://ark.dasch.swiss/ark:/72163/1/0806/NNQ_G9m=S7iwhy18wxgeTQU.20241128T141543924385807Z' class='link'>Schoenberg, <em>Fundamentals of Musical Composition</em></a> (Anm. <a (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-15'})\">15</a>), S. 167 f.</p>"
                    ]
                },
                {
                    "blockId": "phrase_harmonization",
                    "blockHeader": "Studienkompositionen: Phrasenbildung und Harmonisierung (M* 465–467)",
                    "blockContent": [
                        "<p class='no-indent spacebreak'>Im Juli 1906 erwähnte Webern, auf dem familiären Landgut Preglhof weilend, in einem Brief an <a href='https://ark.dasch.swiss/ark:/72163/1/0806/Y1=4oD0OTZqzzOQM=H9ywA_.20230526T214948203842794Z' class='link'>Schönberg</a> (übrigens der erste erhaltene Brief an diesen), dass er zurzeit täglich einen Choral harmonisiere, und hakte beim Lehrer zugleich nach, wie die offenbar den Schülern gestellte Aufgabe eigentlich zu lösen sei: „Soll ich die Choräle einfach harmonisieren oder auch kontrapunktisch bearbeiten? […] Ich habe Sie so verstanden, daß ich die Choralmelodien in der Weise, wie etwa die Choräle in der ‚Matthäuspassion‘ sind, bearbeiten soll; vierstimmig mit ein paar Durchgangsnoten. Was aber <a href='https://ark.dasch.swiss/ark:/72163/1/0806/2LY3f_2GT4ahwzwZAGt5JQK.20230914T10120760428422Z' class='link'>Horwitz</a> meint ist im Sinne von Bachs Choralvorspielen: in einer Stimme der Choral, in den anderen Canones oder Durchführungen eines oder mehrerer Themen.“<sup><a id='note-ref-37' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-37'})\" title='Webern an Schönberg, 29. Juli 1906 (zitiert nach Digitalisat in A-Was: ID 21793).'>37</a></sup> Eine Antwort Schönbergs ist nicht überliefert, tatsächlich aber enthält Weberns Nachlass beide erwähnten Varianten der Choralbearbeitung. In den dazugehörigen Notenmanuskripten finden sich außerdem, vermischt mit den Skizzen zu eben diesen Chorälen und Choralvorspielen, weitere Studienübungen, die somit zur selben Zeit entstanden sein müssen. Bei diesen Übungen, die allesamt achttaktig sind, scheinen vor allem zwei Aspekte im Vordergrund gestanden zu haben: das Bilden einer Phrase aus verschiedenen Motivformen, gleichsam anhand eines Bausatzkastens, sowie die Harmonisierung der dadurch gewonnenen Phrase in einer Art Kantionalsatz. Das Baukastenprinzip spiegelt sich mehrfach in Weberns Marginalien am Rande des Notenpapiers, wo er die möglichen Kombinationen der Motive jeweils untereinander tabellarisch auflistet (z. B. „aab | aba | abb | aab“).</p>",
                        "<p>Angesichts des inzwischen doch recht fortgeschrittenen Kompositionsunterrichts Weberns mögen diese Übungen zunächst erstaunen. Schönberg selbst kommt in seinen <em>Fundamentals</em> auf das Prinzip von „connecting motive-forms“ bereits in den ersten Kapiteln zu sprechen, gibt aber immerhin zu bedenken, dass „artistically, the connexion of motive-forms depends on factors which can only be discussed at a later stage“.<sup><a id='note-ref-38' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-38'})\" title='Schoenberg, Fundamentals of Musical Composition (Anm. 15), S. 16.'>38</a></sup></p>",
                        "<p>In den Manuskripten erstrecken sich die Skizzen zu diesem Übungsmodell über mehrere Seiten, in wechselnden Takt- und Tonarten. Drei davon (M* 465–467) hat Webern sauber in Tinte niedergeschrieben und offensichtlich Schönberg vorgelegt, wovon Eintragungen mit blauem Buntstift zeugen. Alle drei Modelle basieren maßgeblich auf dem rhythmischen Motiv der punktierten Viertelnote mit Achtelnote, gefolgt von zwei Viertelnoten (a). Das anfängliche Setzkastenmuster (aaab/aaab) wird dabei zunächst leicht variiert (abab/aaab) und sodann erweitert (acab/aacb), wobei die Motivformen untereinander verwandt bzw. voneinander abgeleitet sind. Bemerkenswert ist, wie stufenreich die jeweils unterlegte Harmonik ausgestaltet wird, die im Grunde keine Stufe auslässt. Schönbergs kritische Eintragungen zu diesen Studienkompositionen zielen dabei auf die Umsetzung in Harmonik und Stimmführung, indem er vor allem die offensichtlichen (und erstaunlich oft vorkommenden) Quintparallelen hervorhebt (z. B. T. 1–2 in M* 465).</p>"
                    ],
                    "blockNotes": [
                        "<p id='note-37' class='note note-2-dig'><a class='note-backlink' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-ref-37'})\">37</a> | <a href='https://ark.dasch.swiss/ark:/72163/1/0806/p_OX0neYSamZb3uikzmaLQ3.20241125T115955660096286Z' class='link'>Webern an Schönberg, 29. Juli 1906</a> (zitiert nach Digitalisat in A-Was: ID 21793).</p>",
                        "<p id='note-38' class='note note-2-dig'><a class='note-backlink' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-ref-38'})\">38</a> | <a href='https://ark.dasch.swiss/ark:/72163/1/0806/NNQ_G9m=S7iwhy18wxgeTQU.20241128T141543924385807Z' class='link'>Schoenberg, <em>Fundamentals of Musical Composition</em></a> (Anm. <a (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-15'})\">15</a>), S. 16.</p>"
                    ]
                },
                {
                    "blockId": "preparing_larger_forms",
                    "blockHeader": "Studienkompositionen: Vorbereitung auf größere Formmodelle? (M 75–76, M 43–44, M 116)",
                    "blockContent": [
                        "<p class='no-indent spacebreak'>Mit den Studienkompositionen M 75–76,<sup><a id='note-ref-39' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-39'})\" title='Bei dem von Moldenhauer als M 77 gekennzeichneten Klavierstück in Es-Dur/es-Moll handelt es sich in Wirklichkeit um eine Skizze zu M 75. In Abteilung II/2a wird Textfassung 1 von M 76 ediert, die im Klaviersatz notiert ist. Die fragmentarische Textfassung 2 im Streichquartettsatz erscheint in Abteilung II/2b. '>39</a></sup> M 43–44 und M 116 liegen Übungen vor, die teilweise den Eindruck erwecken, dass wieder auf eine ‚einfachere‘ Form aus dem Beginn des Unterrichts zurückgegriffen, diese aber in ihren Konturen nun aufgeweicht und zugleich mit einer wesentlich avancierteren Harmonik verbunden wird. Möglicherweise lag ein didaktisches Ziel darin, das inzwischen angeeignete Formdenken auf einer kompositorisch komplexeren Ebene anzuwenden und das dabei geschaffene Material als Ausgangspunkt für größere Formen zu nutzen.</p>",
                        "<p>Mittels übermäßiger Akkorde, enharmonischer Verwechslungen und chromatischer Progressionen wird die Tonalität ambivalent gestaltet und die funktionsharmonische Spannung mitunter aufgegeben. Bemerkenswert ist hier Weberns vereinzelte Notation in „Simultanschrift“, wie sie Reinhard Gerlach anhand des Dehmel-Liedes <a href='https://ark.dasch.swiss/ark:/72163/1/0806/z8faqCHZSW2zMWREJTDJQAW.20230526T174056762259622Z' class='link'>„Am Ufer“ M 130</a> von 1908 erstmals beschrieb,<sup><a id='note-ref-40' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-40'})\" title='Reinhard Gerlach, „Kompositionsniederschrift und Werkfassung am Beispiel des Liedes ‚Am Ufer‘ (1908) von Webern“, in: Beiträge 1972/73 [Kongreßbericht zum 5. Internationalen Webern-Kongreß], hg. von der Österreichischen Gesellschaft für Musik, Kassel u. a.: Bärenreiter, 1973, S. 111–126, hier S. 117.'>40</a></sup> und die sich auch in einigen George-Liedern wiederfindet (vgl. z. B. <span class='link-todo'>„Erwachen aus dem tiefsten Traumesschoße“ M 143</span>, <span class='link-todo'>„Kunfttag I“ M 144</span>, <span class='link-todo'>„Trauer I“ M 145</span> in <span class='link-todo'>AWG I/5</span>): Die akkordischen Verschiebungen werden linear in die metrische Grundeinheit zergliedert (M 44: T. 1–2, M 76: T. 14–17), was durch die kleineren Zählwerte eine visuelle Kontrolle über die einzelnen Akkorde erlaubt. Der Kompositionsprozess schlägt sich so unmittelbar im Notentext nieder. Auch die homorhythmischen Akkordfolgen in M 116 (T. 13) und insbesondere M 43 lassen sich als Ausdruck dieses Experimentierens mit harmonischen Verbindungen interpretieren.</p>",
                        "<p>Die formalen und harmonischen Modelle bleiben bei diesen Übungen stellenweise als Blaupause erkennbar, werden aber tendenziell aufgelöst oder werfen Fragen auf. In M 44, M 76 und M 116 (mit stark verkürzter Reprise) scheint die dreiteilige Struktur noch einigermaßen ausgeprägt und das zugrunde liegende harmonische Schema im Wesentlichen konventionell. In M 75 erschließen sich die formalen Schnittstellen dagegen weniger unmittelbar. Vorausgesetzt es handelt sich hier um eine dreiteilige Form: Wo genau würde der kontrastierende B-Teil in M 75 beginnen (T. 7 mit Auftakt?), und sollte nach dem doppelten Taktstrich tatsächlich noch der abschließende Formteil A’ folgen? Bei M 43 schließlich stellt sich die Frage, ob überhaupt eine dreiteilige Form vorliegt oder ob es sich in diesem Fall vielmehr um eine ausgedehntere Themenexposition handelt, die erst noch in den Seitensatz überleiten würde?</p>",

                        "<table class='small spacebreak awg-intro-table'><tbody><tr><td></td><td>Form</td><td>A-Thema</td><td>Tonart</td><td>A</td><td>B</td><td>A’</td></tr><tr><td>M 116</td><td>ABA</td><td>Periode?</td><td>c</td><td>c→G <br /> i→V</td><td>c→G <br /> i→V</td><td>c→c <br /> i→i</td></tr><tr><td>M 75</td><td>AB(A?)</td><td>Periode?</td><td>a</td><td>e→E <br /> v→V</td><td>Es→a <br /> <span class='glyph'>{{ref.getGlyph('[b]')}}</span>V<sup>5<span class='glyph'>{{ref.getGlyph('[b]')}}</span></sup>→i</td><td>––</td></tr><tr><td>M 76</td><td>ABA</td><td>Satz?</td><td>G</td><td>G→D <br /> I→V</td><td>G→D <br /> I→V</td><td>G→G <br /> I→I</td></tr><tr><td>M 43</td><td>A?</td><td>Satz</td><td>D</td><td>D→D <br /> I→I</td><td>––</td><td>––</td></tr><tr><td>M 44</td><td>ABA</td><td>Satz</td><td>E</td><td>E→H <br /> I→V</td><td>D→H <br /> <span class='glyph'>{{ref.getGlyph('[a]')}}</span>VII→V</td><td>E→E <br /> I→I</td></tr></tbody></table>",

                        "<p class='no-indent spacebreak'>Die <a href='https://ark.dasch.swiss/ark:/72163/1/0806/rSCEw5wjQQ68BLltsl5wzQD.20210318T090501Z' class='link'>Uraufführung der Studienkompositionen für Klavier M 43–44 (zusammen mit den Studienkompositionen M 34–42) fand am 13. August 1988</a> durch <a href='https://ark.dasch.swiss/ark:/72163/1/0806/doR1M9dCQzeAQYuqujfqugC.20210315T072822Z' class='link'>Jean-Jacques Dünki</a> auf der Grundlage eigener Transkriptionen anläss­lich der „5. Musikalischen Begegnungen auf dem Schloss Lenzburg“ statt.<sup><a id='note-ref-41' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-41'})\" title='Vgl. Cox, Anton Weberns Studienzeit (Anm. 2), S. 78. '>41</a></sup> Die <a href='https://ark.dasch.swiss/ark:/72163/1/0806/6yK7ehH4SVCTokm=Oq7CsQE.20241126T085830936655299Z' class='link'>Studienkompositionen M 75–76 und M 116 wurden zusammen mit M 45–46, M 32–33 und M 22–23 sowie den nur in Skizzen überlieferten und Fragment gebliebenen Klavierstücken M 158–159, M 266 und M 280 am 13. September 1998 in einem Konzert im Château d’Autigny bei Fribourg</a> ebenfalls von Dünki erstmals aufgeführt. Auch hier zeichnete der Pianist selbst für die Transkriptionen verantwortlich. Eine Einspielung all der genannten Stücke war bereits im April desselben Jahres erfolgt.</p>"
                    ],
                    "blockNotes": [
                        "<p id='note-39' class='note note-2-dig'><a class='note-backlink' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-ref-39'})\">39</a> | Bei dem von Moldenhauer als M 77 gekennzeichneten Klavierstück in Es-Dur/es-Moll handelt es sich in Wirklichkeit um eine Skizze zu M 75. In <span class='link-todo'>Abteilung II/2a</span> wird <span class='link-todo'>Textfassung 1</span> von M 76 ediert, die im Klaviersatz notiert ist. Die fragmentarische <span class='link-todo'>Textfassung 2</span> im Streichquartettsatz erscheint in <span class='link-todo'>Abteilung II/2b</span>.</p>",
                        "<p id='note-40' class='note note-2-dig'><a class='note-backlink' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-ref-40'})\">40</a> | <a href='https://ark.dasch.swiss/ark:/72163/1/0806/cgd7P3b5RCSjqlqqS5irIA0.20240706T164058812205791Z' class='link'>Reinhard Gerlach, „Kompositionsniederschrift und Werkfassung am Beispiel des Liedes ‚Am Ufer‘ (1908) von Webern“, in: <em>Beiträge 1972/73</em> [<em>Kongreßbericht zum 5. Internationalen Webern-Kongreß</em>], hg. von der Österreichischen Gesellschaft für Musik, Kassel u. a.: Bärenreiter, 1973, S. 111–126</a>, hier S. 117.</p>",
                        "<p id='note-41' class='note note-2-dig'><a class='note-backlink' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-ref-41'})\">41</a> | Vgl. <a href='https://ark.dasch.swiss/ark:/72163/1/0806/mnVmxdH7T6682QqkreWNgQd.20230526T220504277105225Z' class='link'>Cox, <em>Anton Weberns Studienzeit</em></a> (Anm. <a (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-2'})\">2</a>), S. 78.</p>"
                    ]
                },
                {
                    "blockId": "rondo_and_sonata",
                    "blockHeader": "Studienkompositionen: Rondoform und Sonatensatz (M 113, M 114, M 112)",
                    "blockContent": [
                        "<p class='no-indent spacebreak'>Von <a href='https://ark.dasch.swiss/ark:/72163/1/0806/A8z3LGoRSV=ItsevT2_cRga.20240213T090214700808004Z' class='link'>Moldenhauer</a> stammt die verschiedentlich aufgegriffene These, dass die drei Studienkompositionen M 112–114 möglicherweise einen Sonatenzyklus bilden sollten.<sup><a id='note-ref-42' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-42'})\" title='Moldenhauer, Anton von Webern (Anm. 1), S. 77. '>42</a></sup> Wie jedoch Cox schon ausführt,<sup><a id='note-ref-43' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-43'})\" title='Vgl. Cox, Anton Weberns Studienzeit (Anm. 2), S. 97 f.'>43</a></sup> ist diese Annahme mit Blick auf <a href='https://ark.dasch.swiss/ark:/72163/1/0806/Y1=4oD0OTZqzzOQM=H9ywA_.20230526T214948203842794Z' class='link'>Schönbergs</a> Formenlehre wenig plausibel, vielmehr scheinen diese drei Studienkompositionen Weberns Auseinandersetzung mit den Sonaten- und Rondoformen im Klaviersatz zu dokumentieren. Die zeitliche Reihenfolge untereinander ist nicht restlos zu klären, doch aus dem Quellenmaterial wird zumindest ersichtlich, dass M 114 nach M 113 entstanden sein muss, weil sich in den Systemen unterhalb der abgebrochenen Tintenniederschrift von M 113 Skizzen zu M 114 befinden. Erste Skizzen zu M 113 wiederum sind in den Manuskripten zu der Studienkomposition für <a href='https://ark.dasch.swiss/ark:/72163/1/0806/vrz1jzGMQ3y=tlQNhZ7Ikwg.20240205T101703697664864Z' class='link'>Streichquartett M 78 (<em>Langsamer Satz</em>)</a> zu finden, die Webern gemäß eigener Datierung im Juni 1905 komponierte und die ebenfalls eine Rondoform aufweist. Damit ist freilich bloß ein terminus post quem gegeben, eine Datierung auf Sommer/Herbst 1905 ist aber denkbar.</p>",
                        "<p>Nach Schönbergs Methodik ist es naheliegend, M 113 an den Anfang zu stellen, weil es sich im Gegensatz zum Sonatensatz M 112 um ein Rondo handelt, und zwar gemäß Schönbergs Terminologie um eine „large Rondo form“ mit der Anlage ABA–C–ABA und den entsprechenden Überleitungen.<sup><a id='note-ref-44' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-44'})\" title='Vgl. Schoenberg, Fundamentals of Musical Composition (Anm. 15), S. 190. In der deutschen Übersetzung als „Große Rondo-Form“ bezeichnet (Schönberg, Grundlagen der musikalischen Komposition [Anm. 15], S. 94).'>44</a></sup></p>",
                        "<p>Der C-Teil – hier mit „sehr zart und sehr schnell“ überschrieben – besitzt bei diesem Formmodell den Charakter eines Trios und ist oft eher „‚étude-like‘“,<sup><a id='note-ref-45' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-45'})\" title='Schoenberg, Fundamentals of Musical Composition (Anm. 15), S. 196. '>45</a></sup> was sich in diesem Fall aufgrund der vielen Sequenzierungen bestätigen ließe. Der A-Teil selbst ist wiederum als kleine aba-Form strukturiert, worauf in Schönbergs <em>Fundamentals</em> als gängige Praxis hingewiesen wird.<sup><a id='note-ref-46' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-46'})\" title='Schoenberg, Fundamentals of Musical Composition (Anm. 15), S. 196.'>46</a></sup> Insofern schließt M 113 nahtlos an die vorherigen Übungen an bzw. erfolgt die Aneignung der größeren Formen praktischerweise auf der Basis des zuvor Erlernten.</p>",

                        "<table class='small spacebreak awg-intro-table'><tbody><tr><td>A</td><td>Ü</td><td>B</td><td>A</td><td>C</td><td>A</td><td>Ü</td><td>B</td><td>(A)</td></tr><tr><td>(a–b–a)</td><td colspan='8'></td></tr><tr><td>F</td><td>→</td><td>a→Fis→</td><td>F</td><td>D→Fis→D→</td><td>F</td><td>→</td><td>d→H?</td><td>–</td></tr><tr><td>(F→A→)</td><td colspan='8'></td></tr></tbody></table>",

                        "<p class='no-indent spacebreak'>Auf der harmonischen Ebene kontrastiert und verbindet Webern die Formteile maßgeblich durch Mediantbeziehungen: Von der Grundtonart F-Dur aus wechselt der b-Teil kurz nach A-Dur, während im B-Teil die Modulationen von a-Moll, in der Reprise von d-Moll ausgehen. Der längere Abschnitt C dagegen steht in der Untermediante D-Dur. Das Rondo M 113 ist letztlich Fragment geblieben, sowohl die Skizzen als auch die Tintenniederschrift enden mit dem B-Teil der Reprise, so dass der abschließende A-Teil und/oder eine mögliche Coda fehlen.<sup><a id='note-ref-47' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-47'})\" title='Wallace McKenzie hat, angeblich auf Anregung von Moldenhauer, eine Vervollständigung zwecks Publikation unternommen. Eine Veröffentlichung erfolgte allerdings nie (vgl. Cox, Anton Weberns Studienzeit [Anm. 2], S. 97). McKenzies Vervollständigung, die in der Paul Sacher Stiftung, Sammlung Anton Webern, archiviert ist, führt den letzten B-Teil zu Ende und hängt eine kurze Coda an, die sich aus der zweiten Hälfte des A-Teils zusammensetzt. '>47</a></sup></p>",
                        "<p>Die etappenweise Erarbeitung größerer Formen lässt sich anhand von M 114 fast paradigmatisch nachvollziehen. Textgenese und Formgenese greifen hier unmittelbar ineinander. Insgesamt lassen sich aus den Tintenniederschriften sechs Textfassungen rekonstruieren, die schrittweise weitere Abschnitte der angestrebten Großform erschließen.<sup><a id='note-ref-48' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-48'})\" title='Zu ähnlich dokumentierten Studienübungen bei Berg vgl. Krämer, Alban Berg als Schüler (Anm. 5), S. 173. '>48</a></sup> Dabei erfolgte offensichtlich nach jeder Etappe eine Rücksprache mit dem Lehrer, so dass in den einzelnen Textfassungen immer wieder Eintragungen mit Bleistift und Buntstift zu finden sind, die mutmaßlich auf Schönbergs Anregungen zurückzuführen sind. Aus dieser Vorgehensweise erklären sich auch etliche abweichende Schreibweisen über die verschiedenen Arbeitsstadien hinweg (vgl. z. B. die dritte Zählzeit in Textfassung 1–3 T. 5 sowie in Textfassung 5–6 T. 119 bzw. 125: f<sup>3</sup>; dagegen in Textfassung 4–6 T. 5 sowie in Textfassung 3–6 T. 48 bzw. 49: g<sup>3</sup>).</p>",
                        "<p>Beginnend mit einem Hauptthema (A) inklusive Überleitung, schließen sich dem jeweils bestehenden Teil zunächst ein Seitensatzthema (B), dann die Wiederholung des Hauptthemas – was zu der dreiteiligen Liedform führt – und endlich ein episodischer/durchführender Abschnitt an, bevor die formale Vervollständigung mit der Reprise erfolgt, die nachträglich um das Seitenthema ergänzt wird.</p>",

                        "<table class='small spacebreak awg-intro-table'><tbody><tr><td></td><td colspan='3'>Exposition</td><td colspan='2'>Trio/Durchf.</td><td colspan='3'>Reprise</td></tr><tr><td colspan='9'>&nbsp;</td></tr><tr><td>TF1</td><td>A</td><td colspan='7'></td></tr><tr><td>TF2</td><td>A</td><td>B</td><td colspan='6'></td></tr><tr><td>TF3</td><td>A</td><td>B</td><td>A</td><td colspan='5'></td></tr><tr><td>TF4</td><td>A</td><td>B</td><td>A</td><td>C</td><td>C'</td><td colspan='3'></td></tr><tr><td>TF5</td><td>A</td><td>B</td><td>A</td><td>C</td><td>C'</td><td></td><td>A</td><td>Coda</td></tr><tr><td>TF6</td><td>A</td><td>B</td><td>A</td><td>C</td><td>C'</td><td>B</td><td>A</td><td>Coda</td></tr><tr><td colspan='9'>&nbsp;</td></tr><tr><td></td><td>c</td><td>A/F</td><td>c</td><td>Ces/as</td><td>c→</td><td>C</td><td>c</td><td>c</td></tr></tbody></table>",

                        "<p class='no-indent spacebreak'>Besonders das C'-Segment ist in seiner formalen Auslegung ambivalent und wurde verschieden interpretiert. Kolneder und Cerha (beide sprechen von einer ABACABA-Form) sowie Shaftel und Wedler sehen in dem Abschnitt C' (T. 87 in <span class='link-todo'>Textfassung 6</span>) den Beginn der Reprise,<sup><a id='note-ref-49' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-49'})\" title='Vgl. Walter Kolneder, Anton Webern. Genesis und Metamorphose eines Stils, Wien: Lafite, 1974, S. 35; Gertraud Cerha, „Zu den Arbeiten aus dem Nachlaß Weberns“, in: Anton Webern 1883 1983. Eine Festschrift zum hundertsten Geburtstag, hg. von Ernst Hilmar, Wien: Universal Edition, 1983, S. 205–222, hier S. 211; Sebastian Wedler, The Tonal Webern: A Physiognomy of Early Modernism, Diss.: University of Oxford, 2017, S. 163; Matthew R. Shaftel, „Introductory Essay“, in: Anton Webern, Three Piano Works (op. posthumous): A Critical Edition, hg. von Matthew R. Shaftel, New York: Carl Fischer, 2014, S. 6.'>49</a></sup> während Cox ihn eher dem durchführenden Teil zurechnet.<sup><a id='note-ref-50' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-50'})\" title='Cox, Anton Weberns Studienzeit (Anm. 2), S. 138. '>50</a></sup> Tatsächlich ist C' im Vergleich zur Exposition stark variiert und besitzt durchführenden Charakter: Dieser modulierende Abschnitt ist als Spannungsaufbau konzipiert und greift auch die Achtel- und Triolenfiguren aus dem Seitensatzthema auf, so dass weder thematisch noch harmonisch von einer eindeutigen Reprise die Rede sein kann. Aufschlussreich ist in dieser Hinsicht die Änderung von <span class='link-todo'>Textfassung 5</span> zu Textfassung 6 mit der Einfügung des Seitensatzthemas in der Dur-Tonika. Durch den auf einem separaten Blatt notierten Einschub des nach C-Dur gewendeten Seitensatzes (B) erhält die zuvor schwach ausgeprägte Reprise mehr Gewicht. Gleichzeitig behebt es die vorherige harmonische Unausgewogenheit, bei der das Seitenthema gar nie auf der Tonika erklang.</p>",
                        "<p>Mit Blick auf Schönbergs <em>Fundamentals</em> bietet sich für M 114 daher an, das Formmodell des „Great Sonata Rondo“ zur Analyse heranzuziehen, das mit der Struktur ABA–CC'–ABA sowohl ein Trio als auch eine Durchführung beinhaltet.<sup><a id='note-ref-51' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-51'})\" title='Schoenberg, Fundamentals of Musical Composition (Anm. 15), S. 190. In der deutschen Übersetzung als „großes Sonaten-Rondo“ bezeichnet (Schönberg, Grundlagen der musikalischen Komposition [Anm. 15], S. 94).'>51</a></sup> Der episodenhafte Abschnitt C in Ces-Dur/as-Moll unterscheidet sich tatsächlich von C' dadurch, dass er neues Material einführt und vor allem mit Sequenzierungen operiert, während C' auf exponierte Motive aus Haupt- und Seitensatz zurückgreift und dieses Material kontrapunktisch kombiniert. Aus dieser Perspektive müsste man C' auch keine hybride Funktion (Durchführung/Reprise) zusprechen, sondern könnte den in der Tonika eintretenden B-Teil als Beginn einer inversen Reprise BA(B/Coda) lesen, zumal die Coda motivisch auf dem zweiten Teil des Seitensatzes basiert und nicht zuletzt die Schlusstakte auch eine zeitliche Umkehrung in der Zitierung zunächst des Seitensatzes (T. 150) und abschließend des Hauptthemas (T. 156) vollziehen.</p>",
                        "<p>Indessen bleibt die Frage offen, welche formale Intention der zwischenzeitlichen Textfassung 5 zugrunde liegen sollte: War zu diesem Zeitpunkt bereits ein großes Sonaten-Rondo beabsichtigt, allerdings mit einer stark verkürzten und unausgewogenen Reprise ohne Seitensatz, oder hatte Webern in dem Moment möglicherweise noch eine große Rondo-Form wie bei M 113 im Blick, bei der der Abschnitt C die Funktion eines Trios übernimmt, während die Reprise in eine tonale (C') und eine thematische (A) Reprise aufgespalten wird?</p>",
                        "<p>Jedenfalls scheint selbst für Webern die formale Disposition nicht von Anfang an festgelegt gewesen zu sein und sich erst aus dem Kompositionsprozess und dem Unterrichtsverlauf heraus ergeben zu haben.<sup><a id='note-ref-52' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-52'})\" title='Zu der gleichen Schlussfolgerung gelangt für den Langsamen Satz M 78 auch Thomas Ahrend, „Hausaufgabe und Werk“ (Anm. 21), besonders S. 88 f.'>52</a></sup> Ein zusätzliches Indiz dafür ist die Streichung des ursprünglichen Titels „Sonatensatz“, der mit Bleistift durch „Rondo“ ersetzt wurde, wobei nicht zu eruieren ist, zu welchem Zeitpunkt genau diese Korrektur erfolgte. Sie muss aber wohl im Zusammenhang mit den Textfassungen 5 und 6 stehen, weil die Titelseite mit Blick auf die Lagenordnung der Manuskripte vermutlich erst für <span class='link-todo'>Textfassung 4</span> erstellt wurde, als der Beginn mit der dreiteiligen Form bereits feststand. Daher ist es einigermaßen erstaunlich, dass Webern nach dem ursprünglichen Entwurf einer dreiteiligen Form zunächst einen Sonatensatz für die Fortsetzung ins Auge fasste, weil die Dreiteiligkeit für die Exposition einer Rondoform prädestinierter ist und Schönberg in seinen <em>Fundamentals</em> eine solche Konstruktion beim Sonatensatz sogar verneint.<sup><a id='note-ref-53' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-53'})\" title='„It [Sonata-Allegro] differs from the rondos in that the principal theme is not repeated prior to the elaboration, and there is no return to the principal key.“ Schoenberg, Fundamentals of Musical Composition (Anm. 15), S. 202.'>53</a></sup></p>",
                        "<p>Das Rondo M 114 ist seit seiner Auffindung im Nachlass Weberns zweimal im <span class='link-todo'>Carl Fischer</span> Verlag (New York) publiziert worden: 1966 bzw. 1969 ediert von Hans Moldenhauer und 2014 von Matthew R. Shaftel.<sup><a id='note-ref-54' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-54'})\" title='Anton Webern, Sonatensatz (Rondo) für Klavier (c. 1906), hg. von Hans Moldenhauer, New York: Carl Fischer, 1966, 2. Aufl. 1969; Anton Webern, Three Piano Works (Anm. 49).'>54</a></sup> Beide Editionen nehmen kleinere Eingriffe vor allem in spielpraktischer Hinsicht vor (z. B. Ergänzung von Legatobögen oder dynamischen Angaben) und präsentieren eine Fassung, die eine Mischung aus den hier vorgelegten Textfassungen 5 und 6 darstellt. Nicht unproblematisch sind jedoch die bei Shaftel zahlreich vorgenommenen enharmonischen Verwechslungen, um offensichtlich die harmonische Struktur zu konventionalisieren.</p>",
                        "<p>Während bei M 112 zumindest in formaler Hinsicht Klarheit besteht – es handelt sich um einen klassischen Sonatensatz mit zweigeteiltem Seitensatz –, bereitet die prekäre Quellenlage einige philologische Schwierigkeiten.</p>",
                        "<p>Aus Weberns Hand sind zwei Tintenniederschriften überliefert, die spezifische Abschnitte beinhalten: <span class='link-todo'>Textfassung 1</span> bietet eine erste Niederschrift des Hauptsatzes ohne die nachfolgende Überleitung, <span class='link-todo'>Textfassung 2</span> enthält die Durchführung bis zum Eintritt der Reprise, wobei die letzten Takte ab der Verarbeitung des Seitenthemas nur flüchtig und lückenhaft notiert sind. In diesem Fall stand aber möglicherweise weniger eine progressive Annäherung an die große Form im Vordergrund wie bei M 114, als vielmehr eine spezifische kompositionstechnische Hürde. Die Skizzen zu M 112 sind unter den Klavierstücken mit Abstand die umfangreichsten und zeigen, dass Webern besonders mit der Durchführung zu ringen hatte: Ein wesentlicher Teil der Skizzen dreht sich um diesen Formteil und die Frage, welche Themen und Motive musikalisch verarbeitet werden sollen. Zwischenzeitlich spielte dabei der zweite Teil des Seitensatzes eine gewichtigere Rolle. Dieses durch etliche Verweiszeichen verdeutlichte Suchen und Neuansetzen verrät eine gewisse Unsicherheit, die in den anderen Stücken in diesem Umfang nicht auszumachen ist. Das könnte erklären, warum Webern von der Durchführung eine Tintenniederschrift anfertigte, nämlich um diese Schönberg gesondert vorlegen zu können – obwohl zu dem Zeitpunkt auch schon die Exposition mitsamt Seitensatz skizziert war und also eine zusammenhängende Niederschrift von Beginn des Sonatensatzes bis zum Ende der Durchführung möglich gewesen wäre.</p>",
                        "<p>In einem weiteren Schritt muss dann Webern schließlich eine vollständige Fassung angefertigt haben, die inzwischen verschollen ist. Eine ebenfalls verschollene Abschrift dieses Manuskripts, erstellt durch den frühen Webern-Biographen <a href='https://ark.dasch.swiss/ark:/72163/1/0806/vRBmUvrFRFKJ8DP9jYqsUg4.20230526T214248674375784Z' class='link'>Friedrich Wildgans</a>, ist immerhin in mehreren Fotokopien überliefert. Wildgans gelangte 1954 wohl durch Weberns Tochter <a href='https://ark.dasch.swiss/ark:/72163/1/0806/xMQdf3WyRkWoU9pCRNGZ3gc.20230526T192834299601952Z' class='link'>Amalie Waller</a> leihweise in den Besitz des Autographs,<sup><a id='note-ref-55' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-55'})\" title='Vgl. Moldenhauer, Anton von Webern (Anm. 1), S. 10; sowie Cox, Anton Weberns Studienzeit (Anm. 2), S. 108.'>55</a></sup> das offenbar schon bei Moldenhauers erster Veröffentlichung des Sonatensatzes 1966/1970 im Verlag Carl Fischer nicht mehr auffindbar war.<sup><a id='note-ref-56' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-56'})\" title='Vgl. Hans Moldenhauer, „Prefatory Note“, in: Anton Webern, Satz für Klavier (c. 1906), hg. von Hans Moldenhauer, New York: Carl Fischer, 1966, 2. Aufl. 1970, S. [3].'>56</a></sup></p>",

                        "<div class='table-responsive'><table class='small spacebreak awg-intro-table'><tbody><tr><td colspan='5'>Exposition</td><td>Durchführung</td><td colspan='4'>Reprise</td></tr><tr><td colspan='10'>&nbsp;</td></tr><tr><td>Hauptsatz</td><td>Ü</td><td>Seitensatz</td><td></td><td>Schlussgruppe</td><td></td><td>Hauptsatz</td><td>Ü</td><td>Seitensatz</td><td>Coda</td></tr><tr><td colspan='2'></td><td>1. Thema</td><td style='text-wrap:nowrap'>2. Thema</td><td></td><td></td><td colspan='4'></td></tr><tr><td>C</td><td>→</td><td>G</td><td>e</td><td>G</td><td>As→D→E→A→</td><td>C</td><td>→</td><td>C/a</td><td>C</td></tr></tbody></table></div>",

                        "<p class='no-indent spacebreak'>Wie präzise Wildgans’ Abschrift wirklich ist und in welchem Grade Weberns Manuskript überhaupt abgeschlossen war, muss Spekulation bleiben. Der autographe Entwurf, der Textfassung 1 von M 112 zugrunde liegt, enthält etliche Eintragungen mit Bleistift, die auf eine erhebliche Reorganisation des Hauptthemas hindeuten, die sich weitgehend mit den Abweichungen in der Abschrift von Wildgans deckt. Demgegenüber bestehen zwischen den beiden autographen Tintenniederschriften sowie den Skizzen einerseits und der Abschrift von Wildgans andererseits etliche Inkonsistenzen, wie z. B. die abweichende Melodieführung in T. 2 (vgl. Textfassungen 1 und <span class='link-todo'>3</span>) bzw. T. 94, die sich nur schwerlich durch flüchtiges Abschreiben erklären lassen und die Frage aufwerfen, welchen Ausarbeitungsgrad Weberns durchgehende Fassung aufgewiesen haben mag, die Wildgans als Vorlage diente.</p>",
                        "<p>Angesichts dieser Befunde scheint es wenig sinnvoll, wenn nicht gar illusorisch, einen potenziellen Originaltext rekonstruieren zu wollen, wie dies augenscheinlich sowohl Moldenhauer als auch Shaftel in ihren Editionen versuchen, die 1966/1970 bzw. 2014 bei Carl Fischer erschienen sind. Beide Ausgaben – und die von Shaftel in höherem Maße – nehmen eine fragwürdige Kompilation aus den autographen Manuskripten, der Abschrift von Wildgans sowie den überlieferten Skizzen vor, um einen vermeintlich stimmigen Notentext herzustellen. Dass dazu keine vollständigen Kritischen Berichte beigelegt werden, macht diese Ausgaben nicht weniger problematisch.</p>",
                        "<p>Die <a href='https://ark.dasch.swiss/ark:/72163/1/0806/6N6Dvvn6T1GV9c1tkLECqQr.20241126T084125175181502Z' class='link'>Erstaufführung des Rondos M 113</a> erfolgte durch <a href='https://ark.dasch.swiss/ark:/72163/1/0806/oKfFoAG2Q4i18JEuc0AlvQq.20241125T142438418819558Z' class='link'>Edwin Haugan</a> am 5. Februar 1984 in Spokane (Washington) anlässlich eines Rosaleen Moldenhauer Memorial Concerts. Bereits einige Jahre davor wurde das <a href='https://ark.dasch.swiss/ark:/72163/1/0806/AqDDWyHSQjyeMawnuNhsxwY.20121024T065025Z' class='link'>Sonatenrondo M 114 uraufgeführt, nämlich am 2. August 1968 während des vierten internationalen Webern Festivals im Dartmouth College in Hanover (New Hampshire)</a> mit <a href='https://ark.dasch.swiss/ark:/72163/1/0806/q0tysYdSQ2CzpJ9P1O4pXQk.20241125T131624720128068Z' class='link'>Noël Lee</a> am Klavier. Am <a href='https://ark.dasch.swiss/ark:/72163/1/0806/9LzqLW4RTo2YBhRUm=2f1gX.20121024T064845Z' class='link'>2. Dezember 1958, anlässlich des bevorstehenden 75. Geburtstagsjubiläums von Webern, fand die erstmalige Wiedergabe des Sonatensatzes M 112 im Schubert-Saal des Wiener Konzerthauses statt</a>. Pianistin war <a href='https://ark.dasch.swiss/ark:/72163/1/0806/t_FDdJo3Sf2LwKs_nvX06Av.20241125T123050047982192Z' class='link'>Else Stock-Hug</a>.<sup><a id='note-ref-57' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-57'})\" title='Vgl. Cox, Anton Weberns Studienzeit (Anm. 2), S. 95, 100 und 108 f.'>57</a></sup></p>"
                    ],
                    "blockNotes": [
                        "<p id='note-42' class='note note-2-dig'><a class='note-backlink' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-ref-42'})\">42</a> | <a href='https://ark.dasch.swiss/ark:/72163/1/0806/OQuMlQB_QYCZA5wgvzmThAw.20230526T231228092746021Z' class='link'>Moldenhauer, <em>Anton von Webern</em></a> (Anm. <a (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-1'})\">1</a>), S. 77.</p>",
                        "<p id='note-43' class='note note-2-dig'><a class='note-backlink' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-ref-43'})\">43</a> | Vgl. <a href='https://ark.dasch.swiss/ark:/72163/1/0806/mnVmxdH7T6682QqkreWNgQd.20230526T220504277105225Z' class='link'>Cox, <em>Anton Weberns Studienzeit</em></a> (Anm. <a (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-2'})\">2</a>), S. 97 f.</p>",
                        "<p id='note-44' class='note note-2-dig'><a class='note-backlink' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-ref-44'})\">44</a> | Vgl. <a href='https://ark.dasch.swiss/ark:/72163/1/0806/NNQ_G9m=S7iwhy18wxgeTQU.20241128T141543924385807Z' class='link'>Schoenberg,<em> Fundamentals of Musical Composition</em></a> (Anm. <a (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-15'})\">15</a>), S. 190. In der deutschen Übersetzung als „Große Rondo-Form“ bezeichnet (Schönberg, <em>Grundlagen der musikalischen Komposition</em> [Anm. <a (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-15'})\">15</a>], S. 94).</p>",
                        "<p id='note-45' class='note note-2-dig'><a class='note-backlink' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-ref-45'})\">45</a> | <a href='https://ark.dasch.swiss/ark:/72163/1/0806/NNQ_G9m=S7iwhy18wxgeTQU.20241128T141543924385807Z' class='link'>Schoenberg, <em>Fundamentals of Musical Composition</em></a> (Anm. <a (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-15'})\">15</a>), S. 196.</p>",
                        "<p id='note-46' class='note note-2-dig'><a class='note-backlink' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-ref-46'})\">46</a> | <a href='https://ark.dasch.swiss/ark:/72163/1/0806/NNQ_G9m=S7iwhy18wxgeTQU.20241128T141543924385807Z' class='link'>Schoenberg, <em>Fundamentals of Musical Composition</em></a> (Anm. <a (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-15'})\">15</a>), S. 196.</p>",
                        "<p id='note-47' class='note note-2-dig'><a class='note-backlink' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-ref-47'})\">47</a> | Wallace McKenzie hat, angeblich auf Anregung von Moldenhauer, eine Vervollständigung zwecks Publikation unternommen. Eine Veröffentlichung erfolgte allerdings nie (vgl. <a href='https://ark.dasch.swiss/ark:/72163/1/0806/mnVmxdH7T6682QqkreWNgQd.20230526T220504277105225Z' class='link'>Cox,<em> Anton Weberns Studienzeit</em></a> [Anm. <a (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-2'})\">2</a>], S. 97). McKenzies Vervollständigung, die in der <span class='link-todo'>Paul Sacher Stiftung</span>, Sammlung Anton Webern, archiviert ist, führt den letzten B-Teil zu Ende und hängt eine kurze Coda an, die sich aus der zweiten Hälfte des A-Teils zusammensetzt.</p>",
                        "<p id='note-48' class='note note-2-dig'><a class='note-backlink' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-ref-48'})\">48</a> | Zu ähnlich dokumentierten Studienübungen bei <a href='https://ark.dasch.swiss/ark:/72163/1/0806/Pkd2nTOqRkWsOdSNXSsJVA2.20230526T215003568534358Z' class='link'>Berg</a> vgl. Krämer, <em>Alban Berg als Schüler</em> (Anm. <a (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-5'})\">5</a>), S. 173.</p>",
                        "<p id='note-49' class='note note-2-dig'><a class='note-backlink' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-ref-49'})\">49</a> | Vgl. <a href='https://ark.dasch.swiss/ark:/72163/1/0806/WJ8t=8UUQt=iMq4S9mJX6AQ.20230526T224323729661194Z' class='link'>Walter Kolneder, <em>Anton Webern. Genesis und Metamorphose eines Stils</em>, Wien: Lafite, 1974, S. 35</a>; <a href='https://ark.dasch.swiss/ark:/72163/1/0806/Br6BsZvGRjK1nerJwENgxw1.20230526T221235295621599Z' class='link'>Gertraud Cerha, „Zu den Arbeiten aus dem Nachlaß Weberns“, in: <em>Anton Webern 1883 1983. Eine Festschrift zum hundertsten Geburtstag</em>, hg. von Ernst Hilmar, Wien: Universal Edition, 1983, S. 205–222</a>, hier S. 211; <a href='https://ark.dasch.swiss/ark:/72163/1/0806/S2y9tZO2TMam5MvssDQ32AU.20170609T055521Z' class='link'>Sebastian Wedler, <em>The Tonal Webern: A Physiognomy of Early Modernism</em>, Diss.: University of Oxford, 2017</a>, S. 163; <a href='https://ark.dasch.swiss/ark:/72163/1/0806/sz032RetRIqFWF1DsBPFsAV.20241128T145608516426994Z' class='link'>Matthew R. Shaftel, „Introductory Essay“, in: Anton Webern, <em>Three Piano Works (op. posthumous): A Critical Edition</em>, hg. von Matthew R. Shaftel, New York: Carl Fischer, 2014</a>, S. 6.</p>",
                        "<p id='note-50' class='note note-2-dig'><a class='note-backlink' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-ref-50'})\">50</a> | <a href='https://ark.dasch.swiss/ark:/72163/1/0806/mnVmxdH7T6682QqkreWNgQd.20230526T220504277105225Z' class='link'>Cox,<em> Anton Weberns Studienzeit</em></a> (Anm. <a (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-2'})\">2</a>), S. 138.</p>",
                        "<p id='note-51' class='note note-2-dig'><a class='note-backlink' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-ref-51'})\">51</a> | <a href='https://ark.dasch.swiss/ark:/72163/1/0806/NNQ_G9m=S7iwhy18wxgeTQU.20241128T141543924385807Z' class='link'>Schoenberg,<em> Fundamentals of Musical Composition</em></a> (Anm. <a (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-15'})\">15</a>), S. 190. In der deutschen Übersetzung als „großes Sonaten-Rondo“ bezeichnet (Schönberg, <em>Grundlagen der musikalischen Komposition</em> [Anm. <a (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-15'})\">15</a>], S. 94).</p>",
                        "<p id='note-52' class='note note-2-dig'><a class='note-backlink' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-ref-52'})\">52</a> | Zu der gleichen Schlussfolgerung gelangt für den <em>Langsamen Satz</em> M 78 auch <a href='https://ark.dasch.swiss/ark:/72163/1/0806/UAiXwv9xTVSB24cnZRO15Q6.20240706T164051462371073Z' class='link'>Thomas Ahrend, „Hausaufgabe und Werk“</a> (Anm. <a (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-21'})\">21</a>), besonders S. 88 f.</p>",
                        "<p id='note-53' class='note note-2-dig'><a class='note-backlink' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-ref-53'})\">53</a> | „It [Sonata-Allegro] differs from the rondos in that the principal theme is not repeated prior to the elaboration, and there is no return to the principal key.“ <a href='https://ark.dasch.swiss/ark:/72163/1/0806/NNQ_G9m=S7iwhy18wxgeTQU.20241128T141543924385807Z' class='link'>Schoenberg, <em>Fundamentals of Musical Composition</em></a> (Anm. <a (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-15'})\">15</a>), S. 202.</p>",
                        "<p id='note-54' class='note note-2-dig'><a class='note-backlink' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-ref-54'})\">54</a> | Anton Webern, <em>Sonatensatz (Rondo) für Klavier (c. 1906)</em>, hg. von Hans Moldenhauer, New York: Carl Fischer, 1966, 2. Aufl. 1969; Anton Webern, <em>Three Piano Works</em> (Anm. <a (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-49'})\">49</a>).</p>",
                        "<p id='note-55' class='note note-2-dig'><a class='note-backlink' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-ref-55'})\">55</a> | Vgl. <a href='https://ark.dasch.swiss/ark:/72163/1/0806/OQuMlQB_QYCZA5wgvzmThAw.20230526T231228092746021Z' class='link'>Moldenhauer, <em>Anton von Webern</em></a> (Anm. <a (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-1'})\">1</a>), S. 10; sowie <a href='https://ark.dasch.swiss/ark:/72163/1/0806/mnVmxdH7T6682QqkreWNgQd.20230526T220504277105225Z' class='link'>Cox, <em>Anton Weberns Studienzeit</em></a> (Anm. <a (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-2'})\">2</a>), S. 108.</p>",
                        "<p id='note-56' class='note note-2-dig'><a class='note-backlink' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-ref-56'})\">56</a> | Vgl. <a href='https://ark.dasch.swiss/ark:/72163/1/0806/DDQDF15ERvODOnalLGX4WwI.20241210T141743253232002Z' class='link'>Hans Moldenhauer, „Prefatory Note“, in: Anton Webern, <em>Satz für Klavier (c. 1906)</em>, hg. von Hans Moldenhauer, New York: Carl Fischer, 1966, 2. Aufl. 1970</a>, S. [3].</p>",
                        "<p id='note-57' class='note note-2-dig'><a class='note-backlink' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-ref-57'})\">57</a> | Vgl. <a href='https://ark.dasch.swiss/ark:/72163/1/0806/mnVmxdH7T6682QqkreWNgQd.20230526T220504277105225Z' class='link'>Cox, <em>Anton Weberns Studienzeit</em></a> (Anm. <a (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-2'})\">2</a>), S. 95, 100 und 108 f.</p>"
                    ]
                },
                {
                    "blockId": "m267",
                    "blockHeader": "Kinderstück für Klavier (M 267)",
                    "blockContent": [
                        "<p class='no-indent spacebreak'>Eine vermutlich nachträglich erfolgte Eintragung mit grünem Buntstift auf der autographen Reinschrift weist das Klavierstück M 267 als ein „Kinderstück“ aus und datiert es auf „(Herbst 1924)“. In einem Brief vom 3. Januar 1925, adressiert an den damaligen Direktor der <span class='link-todo'>Universal Edition</span> <a href='https://ark.dasch.swiss/ark:/72163/1/0806/u8SZfSTaRBGpPokzmC9nuAP.20150421T105405Z' class='link'>Emil Hertzka</a>, nimmt Webern außerdem Bezug auf „Kinderstücke, die ich zu schreiben versprochen habe“.<sup><a id='note-ref-58' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-58'})\" title='Webern an Hertzka, 3. Januar 1925 (zitiert nach Anton Webern, Briefwechsel mit der Universal-Edition, hg. von Julia Bungardt, Wien: Lafite, 2020 [Webern-Studien 5], S. 101).'>58</a></sup> Genaueres über eine Vereinbarung mit der UE ist jedoch nicht bekannt. Möglicherweise steckte ein von Hertzka initiiertes Verlagsprojekt dahinter, das eine Sammlung einfacher Klavierstücke für Anfänger vorsah. Jedenfalls bewarb der Verlag mehrfach in Anzeigen solche als „Kinderstücke“ bezeichnete Auftragsarbeiten aus der Feder verschiedener Komponisten.<sup><a id='note-ref-59' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-59'})\" title='Vgl. Webern, Briefwechsel mit der Universal-Edition (Anm. 58), S. 101, Fn. 68.'>59</a></sup></p>",
                        "<p>Tatsächlich finden sich bei Webern im unmittelbaren zeitlichen Umfeld mehrere Skizzen zu kurzen Stücken für Klavier: Außer M 267 sind dies das kurz davor entstandene M 266, ebenfalls als „Kinderstück“ bezeichnet und auf Herbst 1924 datiert, sowie M 277 „Im Tempo eines Menuetts“<sup><a id='note-ref-60' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-60'})\" title='Zu einer analytischen Betrachtung der Skizzen von M 277, die 1966 von Heinz-Klaus Metzger postum bei der Universal Edition (UE13490) als vermeintlich abgeschlossenes Klavierstück veröffentlicht wurden, vgl. Michael Matter, „Weberns Frühphase der Zwölftontechnik: die Skizzen zum Klavierstück M 277“, in: Journal of the Arnold Schönberg Center 17 (2020), S. 202–210. '> </a></sup>  und M 280, letztere beide aus dem Jahr 1925 stammend. Das Manuskript zum ersten Stück M 266 beinhaltet zudem am oberen Rand eine Auflistung mit verschiedenen Tanz- und Satzmodellen (Fuge, Kanon, Menuett, Musette usw.), die auch als „Projektskizze“ für eine Serie von Kinderstücken interpretiert worden ist.<sup><a id='note-ref-61' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-61'})\" title='Vgl. Felix Meyer, „Anton Webern: Kinderstück M. 266, 1924“, in: Canto d’Amore. Klassizistische Moderne in Musik und ­bildender Kunst, hg. von Gottfried Boehm, Ulrich Mosch und Katharina Schmidt, Bern: Benteli, 1996, S. 356–357.'>60</a></sup></p>",
                        "<p>Sollte Webern an dem Verlagsprojekt beteiligt gewesen sein – es besteht keine gesicherte Kenntnis darüber –, hat er jedenfalls seinen Beitrag nicht zu Ende geführt. Nur bei dem hier vorliegenden M 267 ist er überhaupt über das Stadium des Skizzierens hinausgelangt und hat eine Reinschrift in Tinte angefertigt. Doch auch dieses Kinderstück blieb letztlich unveröffentlicht. Eine postume Publikation erfolgte wie bei M 114 und M 112 im <span class='link-todo'>Carl Fischer Verlag</span>, 1966/67 durch Moldenhauer und 2014 durch Shaftel.<sup><a id='note-ref-62' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-62'})\" title='Anton Webern, Kinderstück, hg. von Hans Moldenhauer, New York: Carl Fischer, 1966, 2. Aufl. 1967; Anton Webern, Three Piano Works (Anm. 49). Bei der in Moldenhauers Edition anzutreffenden Anmerkung „(D. C. ad libitum)“ am Ende des Stücks handelt es sich im Übrigen um eine eigenmächtige Hinzufügung des Herausgebers, die im Manuskript nicht vorzufinden ist. '>61</a></sup></p>",
                        "<p>Gerade aus kompositionsgeschichtlicher Perspektive stellt M 267 ein interessantes Dokument dar (wenngleich die Skizzen hierzu verschollen sind), handelt es sich doch um eines der ersten vollständigen Stücke, die Webern mit der Zwölftontechnik komponiert hat, womit es einen Einblick in das anfängliche Experimentieren mit der neuen Methode gibt. Weberns früheste Ansätze mit der von <a href='https://ark.dasch.swiss/ark:/72163/1/0806/Y1=4oD0OTZqzzOQM=H9ywA_.20230526T214948203842794Z' class='link'>Schönberg</a> entwickelten Technik gehen zwar zurück auf Skizzen zu verschiedenen Liedern, die 1922 im Kontext von op. 15 entstanden sind (<em>Morgenlied</em> op. 15/2 M 256, „Morgenglanz der Ewigkeit“ M 265 sowie „Mein Weg geht jetzt vorüber“ op. 15/4 M 257).<sup><a id='note-ref-63' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-63'})\" title='Vgl. dazu ausführlich: Yuta Asai, Anton Webern: Komponieren als Problemstellung. Quellenstudien zu seinem Schaffen 1914–1926, Stuttgart: Franz Steiner Verlag, 2021, S. 97–122; sowie Anne Shreffler, „‚Mein Weg geht jetzt vorüber‘: The Vocal Origins of Webern’s Twelve-Tone Composition“, in: Journal of the American Musicological Society 47 (1994), S. 275–339.'>62</a></sup> Doch erst ab 1924 begann Webern konsequent damit zu arbeiten.</p>",
                        "<p>Die Handhabung der Zwölftontechnik in M 267  ist schlicht und überschaubar: Von der zugrundeliegenden Reihe, die maßgeblich durch das Intervall der kleinen Sekunde geprägt ist, wird nur die Grundform verwendet. Transpositionen sowie Umkehrungs- und Krebsformen kommen nicht vor. Während der insgesamt sechsmaligen Anwendung der Reihe, bei der es nur einmal (T. 14), zwischen dem fünften und sechsten Durchlauf, eine Verschränkung gibt, vollzieht Webern eine zunehmende Verkleinerung der Notenwerte und steigert die Anzahl der Zusammenklänge, was durch die damit verbundene Verkürzung des Reihenablaufs eine dramaturgische Zuspitzung bewirkt. Wie Shaftel festgestellt hat, erklingt das b als einziger Ton immer in derselben Oktave (b<sup>1</sup>) und markiert damit als Mitte im Quintabstand zwischen Anfangston (es) und Endton (f) der Reihe gleichsam ein Klangzentrum.<sup><a id='note-ref-64' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-64'})\" title='Shaftel, „Introductory Essay“ (Anm. 49), S. 7. '>63</a></sup> Die Schlusstakte greifen das Prinzip der unmittelbaren Tonwiederholung auf, das schon am Ende des ersten Reihendurchlaufs angewendet wird, diesmal jedoch im Abstand von über vier Oktaven und durchbrochen von einer kurzen, die Schlussnoten gewissermaßen bekräftigenden Sechzehntelpause.</p>",
                        "<p>Die <a href='https://ark.dasch.swiss/ark:/72163/1/0806/UdzmiUBzSbSGtCBmVCKLsgp.20240214T134343396486225Z' class='link'>Uraufführung des Kinderstücks M 267 fand anlässlich eines Konzerts im Rahmen eines Strawinsky Festivals der New York Philharmonic am 22. Juli 1966 in der Philharmonic Hall</a> statt. Am Klavier saß die damals neunjährige <a href='https://ark.dasch.swiss/ark:/72163/1/0806/JGRQfqPRRvSqqJJLIW9vwg7.20240214T135253393523199Z' class='link'>Caren Glasser</a>.<sup><a id='note-ref-65' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-65'})\" title='Moldenhauer, Anton von Webern (Anm. 1), S. 654; zur Uraufführung sowie Rezeption des Kinderstücks vgl. auch ausführlicher David H. Miller, „Modernist Music for Children: Three Sketches of Anton Webern in the Midcentury United States“, in: The Journal of Musicology 37/4 (2020), S. 488–517, hier S. 508 ff.'>64</a></sup></p>"
                    ],
                    "blockNotes": [
                        "<p id='note-58' class='note note-2-dig'><a class='note-backlink' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-ref-58'})\">58</a> | <a href='https://ark.dasch.swiss/ark:/72163/1/0806/VGKttoOdR4GkE0iYLH=OVwn.20240706T164124399593089Z' class='link'>Webern an Hertzka, 3. Januar 1925</a> (zitiert nach <a href='https://ark.dasch.swiss/ark:/72163/1/0806/RlzKk20zRJePbPN9xleTjgl.20201027T135553Z' class='link'>Anton Webern, <em>Briefwechsel mit der Universal-Edition</em>, hg. von Julia Bungardt, Wien: Lafite, 2020 [Webern-Studien 5]</a>, S. 101).</p>",
                        "<p id='note-59' class='note note-2-dig'><a class='note-backlink' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-ref-59'})\">59</a> | Vgl. <a href='https://ark.dasch.swiss/ark:/72163/1/0806/RlzKk20zRJePbPN9xleTjgl.20201027T135553Z' class='link'>Webern, <em>Briefwechsel mit der Universal-Edition</em></a> (Anm. <a (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-58'})\">58</a>), S. 101, Fn. 68.</p>",
                        "<p id='note-60' class='note note-2-dig'><a class='note-backlink' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-ref-60'})\">60</a> | Zu einer analytischen Betrachtung der Skizzen von M 277, die 1966 von Heinz-Klaus Metzger postum bei der Universal Edition (UE13490) als vermeintlich abgeschlossenes Klavierstück veröffentlicht wurden, vgl. <a href='https://ark.dasch.swiss/ark:/72163/1/0806/U0LofTBYQWqZd6CA6TwPhAj.20241121T131744037132106Z' class='link'>Michael Matter, „Weberns Frühphase der Zwölftontechnik: die Skizzen zum Klavierstück M 277“, in: <em>Journal of the Arnold Schönberg Center</em> 17 (2020), S. 202–210</a>.</p>",
                        "<p id='note-61' class='note note-2-dig'><a class='note-backlink' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-ref-61'})\">61</a> | Vgl. <a href='https://ark.dasch.swiss/ark:/72163/1/0806/2=zw=8EXRRmf1Ur9igvAJwA.20230526T220312331261851Z' class='link'>Felix Meyer, „Anton Webern: Kinderstück M. 266, 1924“, in: <em>Canto d’Amore. Klassizistische Moderne in Musik und ­bildender Kunst</em>, hg. von Gottfried Boehm, Ulrich Mosch und Katharina Schmidt, Bern: Benteli, 1996, S. 356–357</a>.</p>",
                        "<p id='note-62' class='note note-2-dig'><a class='note-backlink' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-ref-62'})\">62</a> | Anton Webern, <em>Kinderstück</em>, hg. von Hans Moldenhauer, New York: Carl Fischer, 1966, 2. Aufl. 1967; Anton Webern, <em>Three Piano Works</em> (Anm. <a (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-49'})\">49</a>). Bei der in Moldenhauers Edition anzutreffenden Anmerkung „(D. C. ad libitum)“ am Ende des Stücks handelt es sich im Übrigen um eine eigenmächtige Hinzufügung des Herausgebers, die im Manuskript nicht vorzufinden ist.</p>",
                        "<p id='note-63' class='note note-2-dig'><a class='note-backlink' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-ref-63'})\">63</a> | Vgl. dazu ausführlich: <a href='https://ark.dasch.swiss/ark:/72163/1/0806/Ubq7Y11nSq2Ziuamlr4mAQo.20210908T115338Z' class='link'>Yuta Asai, <em>Anton Webern: Komponieren als Problemstellung. Quellenstudien zu seinem Schaffen 1914–1926</em>, Stuttgart: Franz Steiner Verlag, 2021</a>, S. 97–122; sowie <a href='https://ark.dasch.swiss/ark:/72163/1/0806/456LjjsDTsm5UYVeiWqQww9.20230526T214005748262647Z' class='link'>Anne Shreffler, „‚Mein Weg geht jetzt vorüber‘: The Vocal Origins of Webern’s Twelve-Tone Composition“, in: <em>Journal of the American Musicological Society</em> 47 (1994), S. 275–339</a>.</p>",
                        "<p id='note-64' class='note note-2-dig'><a class='note-backlink' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-ref-64'})\">64</a> | <a href='https://ark.dasch.swiss/ark:/72163/1/0806/sz032RetRIqFWF1DsBPFsAV.20241128T145608516426994Z' class='link'>Shaftel, „Introductory Essay“</a> (Anm. <a (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-49'})\">49</a>), S. 7.</p>",
                        "<p id='note-65' class='note note-2-dig'><a class='note-backlink' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-ref-65'})\">65</a> | <a href='https://ark.dasch.swiss/ark:/72163/1/0806/OQuMlQB_QYCZA5wgvzmThAw.20230526T231228092746021Z' class='link'>Moldenhauer, <em>Anton von Webern</em></a> (Anm. <a (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-1'})\">1</a>), S. 654; zur Uraufführung sowie Rezeption des Kinderstücks vgl. auch ausführlicher <a href='https://ark.dasch.swiss/ark:/72163/1/0806/JLpiYjnYTOGDY4gLfMIrhAK.20231220T104006208539551Z' class='link'>David H. Miller, „Modernist Music for Children: Three Sketches of Anton Webern in the Midcentury United States“, in: <em>The Journal of Musicology</em> 37/4 (2020), S. 488–517</a>, hier S. 508 ff.</p>"
                    ]
                },
                {
                    "blockId": "about",
                    "blockHeader": "Zur Edition",
                    "blockContent": [
                        "<p class='no-indent spacebreak'>Die Texteditionen der in Abteilung II/2a publizierten Studienkompositionen für Klavier basieren in der Regel auf Weberns Tintenniederschriften. Im Unterschied zu den üblicherweise mit Bleistift notierten Skizzen weisen die Tintenniederschriften im Arbeitsprozess einen abschließenden Charakter auf und haben im Unterricht bei <a href='https://ark.dasch.swiss/ark:/72163/1/0806/Y1=4oD0OTZqzzOQM=H9ywA_.20230526T214948203842794Z' class='link'>Schönberg</a> mutmaßlich als Arbeitsmaterialien gedient. Die Verwendung von Tinte als Schreibstoff ist allerdings weder ein zwingendes noch hinreichendes Kriterium: So können besonders fragmentarische oder flüchtige Niederschriften in Tinte auch als Skizzenedition erscheinen (siehe z. B. die Skizzen zu M 45 oder M 114). Auf der anderen Seite werden mit Bleistift niedergeschriebene Stücke als Textedition vorgelegt, wenn die Sorgfalt und Ausführlichkeit der Notation dies als sinnvoll erscheinen lassen. Auch einzelne Noten oder Takte in Bleistift innerhalb einer Tintenniederschrift können in die Textedition miteinbezogen werden, um irritierende Lücken im Notentext zu vermeiden. Diese Ergänzungen werden zur Kenntlichmachung in Kleinstich gesetzt. Davon zu unterscheiden sind jene Fälle, in denen Webern bestimmte Formabschnitte (z. B. Wiederholung eines Themas) aus arbeitsökonomischen Gründen nicht ausnotiert. Solche gelegentlich in den Studienkompositionen vorkommenden Leerstellen werden im edierten Text belassen.</p>",
                        "<p>Da die Studienkompositionen Produkte aus dem Unterricht sind, beinhalten sie zahlreiche Korrekturen und Eintragungen mit Bleistift sowie Buntstift. Diese werden bei nur einer vorhandenen Textfassung nicht in den edierten Notentext übernommen und stattdessen in den Korrekturverzeichnissen der online bereitgestellten Quellenbeschreibung dokumentiert. Liegen von einer Studienkomposition jedoch zwei oder mehrere Fassungen vor, werden die Korrekturen und Eintragungen aus der jeweils vorangehenden Fassung in die nachfolgende Fassung übernommen, sofern erkennbar ist, dass sie mit der Erarbeitung der späteren Fassung zusammenhängen. Dieses Vorgehen erlaubt eine größere Varianz zwischen den Textfassungen, wenngleich die zeitliche Reihenfolge hinsichtlich der Überarbeitungsschritte und des Gebrauchs der verschiedenen Schreibstoffe zugegebenermaßen selten eindeutig zu ermitteln ist.</p>",
                        "<p>Bei den Studienkompositionen handelt es sich um Übungen, die weder inhaltlich noch redaktionell abgeschlossen sein müssen. Ein Schlussstrich wurde daher nur bei inhaltlich-formal definitiv zu Ende gebrachten Kompositionen ergänzt, ansonsten wurde der im Manuskript vorhandene Taktstrich (einfach oder doppelt) belassen. Im Falle eines offensichtlich fragmentarischen Endes, also eines Abbruchs innerhalb einer inhaltlich-formalen Einheit, wurde dagegen die letzte Akkolade am rechten Seitenrand mit offen auslaufenden Notenlinien eingezogen, um den aus welchem Grund auch immer erfolgten Abbruch der kompositorischen Übung zu verdeutlichen.</p>",
                        "<p>Weberns Notation der Studienkompositionen ist häufig flüchtig und lückenhaft. Besonders die Setzung der Akzidenzien ist nachlässig gehandhabt. Neben notwendigen, aber fehlenden Akzidenzien wurden in der Edition auch solche zur Klärung potenziell missverständlicher Stellen ergänzt. Hinzugefügt wurden darüber hinaus Warnakzidenzien zur Auflösung oder Wiederherstellung einer spezifischen Tonhöhe nach ihrer Versetzung im vorangehenden Takt. Inkonsistenzen bei Akzidenzien zwischen einzelnen Textfassungen wurden belassen, insofern mehrere Möglichkeiten harmonisch plausibel sind. Stillschweigend aufgelöst wurden dagegen redundante Akzidenzien, z. B. solche innerhalb von Ligaturen oder Doppelakzidenzien (<span class='glyph'>{{ref.getGlyph('[a]')}}</span><span class='glyph'>{{ref.getGlyph('[b]')}}</span>).</p>",
                        "<p>Bei Crescendo- und Decrescendogabeln, die markant ungleich lange Schenkel aufweisen, wurde stillschweigend eine der beiden möglichen Varianten übernommen.</p>",
                        "<p>Fälschlicherweise als Dezimen notierte Oktaven (mit zu vielen Hilfslinien zwischen den Notenköpfen) wurden korrigiert und in den Textkritischen Anmerkungen vermerkt. Gelegentlich kommt es im unteren System des Klaviers vor, dass eine einzelne Note mit „8va“ markiert ist, ein eigentliches Versetzen der Note um eine Oktave aber unwahrscheinlich scheint. Die generelle Stimmführung der linken Hand deutet darauf hin, dass in solchen Fällen stattdessen das Hinzufügen der unteren Oktave intendiert ist. Die entsprechenden Stellen wurden daher als simultane Oktave ausnotiert und ebenfalls in den Textkritischen Anmerkungen vermerkt.</p>"
                    ],
                    "blockNotes": []
                },
                {
                    "blockId": "acknowledgements",
                    "blockHeader": "Dank",
                    "blockContent": [
                        "<p class='no-indent spacebreak'>Mein Dank gilt verschiedenen Personen und Institutionen, die bei der Erarbeitung dieses Bandes eine unschätzbare Unterstützung waren. Dank gebührt vorab der Paul Sacher Stiftung in Basel und ihren Mitarbeitenden Sabine Hänggi-Stampfli, Andrietta Wahl und Simon Obert für die kontinuierliche Unterstützung bei der Quellenarbeit sowie für die Bereitstellung von Reproduktionen der Autographe.</p>",
                        "<p>Besonders gedankt sei ebenfalls den Mitarbeitenden der AWG, namentlich Thomas Ahrend, Stefan Münnich, Simon Obert, Barbara Schingnitz und Matthias Schmidt sowie der ehemaligen Kollegin Julia Bungardt für eine fruchtbare Zusammenarbeit und für wertvolle Hinweise und Kritik bei der Edition des Bandes.</p>",
                        "<p>Für die Online-Edition boten die Mitarbeitenden vom Swiss National Data and Service Center for the Humanities und vom Digital Humanities Lab der Universität Basel wichtige Unterstützung. Heinz Stolba von der Universal Edition in Wien begleitete den Publikationsprozess des gedruckten Bandes umsichtig und engagiert. Paul Roberts erstellte mit geduldiger Sorgfalt den schönen Notensatz, Chris Walton leistete die mit kritischer Lektüre verbundene Übersetzung ins Englische.</p>",
                        "<p>Für Hinweise, Feedback und Ratschläge aller Art gebührt schließlich Regina Busch (Wien), Gareth Cox (Limerick), Jean-Jacques Dünki (Basel) und Sebastian Wedler (Utrecht) Dank.</p>",

                        "<p class='no-indent spacebreak text-end'><span style='float:left'>Basel, den 6. August 2024</span> Michael Matter</p>"
                    ],
                    "blockNotes": []
                }
            ]
        },
        {
            "id": "en-awg-II-2a",
            "content": []
        }
    ]
}
