{
    "intro": [
        {
            "id": "de-awg-II-2a",
            "content": [
                {
                    "blockId": "preamble",
                    "blockHeader": "",
                    "blockContent": [
                        "<p class='no-indent spacebreak'>Die in Serie II Abteilung 2a enthaltene Klaviermusik versammelt die im Nachlass Weberns überlieferten Kompositionen für Klavier, denen Webern keine Opuszahl beigefügt hat und die zu Lebzeiten nicht im Druck erschienen sind bzw. gar nicht zum Druck bestimmt waren (zur postumen Veröffentlichung einzelner Stücke vgl. die entsprechenden Abschnitte). Bei diesen Kompositionen handelt es sich größtenteils um Studienkompositionen aus Weberns Unterricht bei <a href='https://ark.dasch.swiss/ark:/72163/1/0806/Y1=4oD0OTZqzzOQM=H9ywA_.20230526T214948203842794Z' class='link'>Arnold Schönberg</a> von 1904 bis 1908.</p>",
                        "<p>Die innerhalb der Print-Edition erscheinenden Studienkompositionen von AWG II/2a repräsentieren nicht Weberns komplettes Schaffen für Klavier aus seiner Unterrichtszeit. Viele weitere Übungen sind in Form mehr oder weniger unvollständiger Bleistiftskizzen überliefert. Diese für die gedruckten Texteditionen nicht berücksichtigten Manuskripte werden als Skizzeneditionen online präsentiert. Anhand der auf der Online-Plattform der AWG bereitgestellten Materialien lässt sich außerdem ein inhaltlicher und ansatzweise chronologischer Überblick über Weberns Schaffen während seiner Studienzeit gewinnen.</p>"
                    ],
                    "blockNotes": []
                },
                {
                    "blockId": "chronology",
                    "blockHeader": "Weberns Studienkompositionen: Chronologie",
                    "blockContent": [
                        "<p class='no-indent spacebreak'>An <a href='https://ark.dasch.swiss/ark:/72163/1/0806/A8z3LGoRSV=ItsevT2_cRga.20240213T090214700808004Z' class='link'>Hans Moldenhauers</a> Werkchronologie,<sup><a id='note-ref-1' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-1'})\" title='Vgl. das „Werkverzeichnis“ in: Hans and Rosaleen Moldenhauer, Anton von Webern. Chronik seines Lebens und Werkes, Zürich: Atlantis, 1980, S. 639–667.'>1</a></sup> die bis heute maßgebend geblieben ist und auf der die durchlaufende Werkzählung mit Moldenhauer-Nummern basiert, wurden verschiedentlich Zweifel geäußert, besonders hinsichtlich der frühesten Kompositionen Weberns.<sup><a id='note-ref-2' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-2'})\" title='Vgl. Matthew Shaftel, Anton Webern’s Early Songs: Motive, Harmony, and Influence, Ann Arbor, 2001; sowie Gareth Cox, Anton Weberns Studienzeit. Seine Entwicklung im Lichte der Sätze und Fragmente für Klavier, Frankfurt am Main u. a.: Lang, 1992, S. 19.'>2</a></sup> Die Schwierigkeit einer chronologischen Einordnung liegt dabei meistens in der fehlenden Datierung. Während Weberns früheste Kompositionsversuche, so z. B. die zwei Stücke für Violoncello und Klavier <a href='https://ark.dasch.swiss/ark:/72163/1/0806/8pypDzJOSAOY2dQpU6LWwQp.20230526T172836126674496Z' class='link'>M 1</a> und <a href='https://ark.dasch.swiss/ark:/72163/1/0806/jBeTJDn9QyC0WgVyuG7TTQk.20121102T150457Z' class='link'>M 2</a> oder in der Regel auch seine frühesten Lieder (selbst wenn sie, wie etwa <a href='https://ark.dasch.swiss/ark:/72163/1/0806/uqT5Eb=URAaUd6LJOzTXKgT.20230526T172917466328196Z' class='link'><em>Wehmut</em> M 8</a>, nur in Bleistiftnotat vorliegen), mit Datums- und mitunter auch Ortsangabe versehen sind, ändert sich dies grundsätzlich ab dem Beginn des Kompositionsunterrichts bei <a href='https://ark.dasch.swiss/ark:/72163/1/0806/Y1=4oD0OTZqzzOQM=H9ywA_.20230526T214948203842794Z' class='link'>Arnold Schönberg</a>. Abgesehen von wenigen Ausnahmen sind die aus der Studienzeit überlieferten Arbeiten undatiert.</p>",
                        "<p>Gewiss sind Anfang und Ende des Unterrichts bei Schönberg einigermaßen dokumentierbar und liefern damit zumindest ein ungefähres post und ante quem für die Entstehungszeit der fraglichen Kompositionen. Webern studierte ab dem Wintersemester 1902/03 Musikwissenschaft an der Universität Wien und gelangte, wie auch seine Kommilitonen <a href='https://ark.dasch.swiss/ark:/72163/1/0806/KfaVxMixRK=UTqPAs5xQcgt.20230526T211228012951052Z' class='link'>Heinrich Jalowetz</a>, <a href='https://ark.dasch.swiss/ark:/72163/1/0806/2LY3f_2GT4ahwzwZAGt5JQK.20230914T10120760428422Z' class='link'>Karl Horwitz</a> und <a href='https://ark.dasch.swiss/ark:/72163/1/0806/rc84pCTZQFyfXvQGnidRlgF.20230526T211246314746391Z' class='link'>Egon Wellesz</a>, über eine Empfehlung von <a href='https://ark.dasch.swiss/ark:/72163/1/0806/y0xeKPfbQEeF4crR_3=kbQz.20130201T141420Z' class='link'>Guido Adler</a>, dem Leiter des <span class='link-todo'>Musikhistorischen Instituts</span> im Herbst 1904 zu dem von Adler geschätzten Schönberg.<sup><a id='note-ref-3' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-3'})\" title='Vgl. Hans-Joachim Hinrichsen, „Lebenswelten und Werke 1900–1907“, in: Schönberg Handbuch, hg. von Andreas Meyer, Therese Muxeneder und Ullrich Scheideler, Berlin: Metzler, 2023, S. 52–82, hier S. 56.'>3</a></sup> Dieser gab in jenem Jahr in den Räumlichkeiten des <span class='link-todo'>Mädchengymasiums</span> in Wien, die ihm von dessen Leiterin <a href='https://ark.dasch.swiss/ark:/72163/1/0806/KXp5E9BDS4iJlpwabcmW5w9.20150428T132025Z' class='link'>Eugenie Schwarzwald</a> zur Verfügung gestellt wurden, erstmals öffentliche Kurse in Harmonielehre und Kontrapunkt, die am 15. Oktober begannen und im Mai des darauffolgenden Jahres endeten.<sup><a id='note-ref-4' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-4'})\" title='Schönberg selbst war wohl durch Vermittlung von Alexander von Zemlinsky und/oder Adolf Loos zu dieser Unterrichtstätigkeit gekommen. Vgl. Egon Wellesz, „Anfänge der ‚Neuen Musik‘ in Wien“, in: Österreichische Musikzeitschrift 25 (1970), Heft 5, S. 312–315; sowie Egon Wellesz, „Schönberg und die Anfänge der Wiener Schule“, in: Österreichische Musikzeitschrift 15 (1960), Heft 5, S. 237–238. Vgl. dazu ergänzend auch: Cornelia Szabó-Knotik, „Eugenie Schwarzwald im Wiener Musikleben. Begegnungen, Gemeinsamkeiten“, in: Der junge Webern. Künstlerische Orientierungen in Wien nach 1900, hg. von Monika Kröpfl und Simon Obert, Wien: Lafite, 2015 (Webern-Studien 2a), S. 30–50.'>4</a></sup> Einige der begabteren Kursteilnehmer lud Schönberg bald parallel zum privaten Unterricht bei sich ein, und weil sich das Interesse an den Kursen im Schwarzwald’schen Gymnasium als eher gering herausstellte, verlegte Schönberg den Unterricht ab Herbst 1905 vollständig in den privaten Rahmen. Wann Webern genau seine privaten Studien bei Schönberg aufnahm, ist nicht sicher zu eruieren. Egon Wellesz besuchte nach eigenen Angaben Schönberg ab Herbst 1905 zu Hause, während von <a href='https://ark.dasch.swiss/ark:/72163/1/0806/Pkd2nTOqRkWsOdSNXSsJVA2.20230526T215003568534358Z' class='link'>Alban Berg</a> überliefert ist, dass er im Schuljahr 1904/05 „teils Kurs, teils Privat“ unterwiesen, also irgendwann im Laufe des Kursjahres von Schönberg bei sich daheim aufgenommen wurde.<sup><a id='note-ref-5' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-5'})\" title='Vgl. Ulrich Krämer, Alban Berg als Schüler Arnold Schönbergs. Quellenstudien und Analysen zum Frühwerk, Wien: Universal Edition, 1995 (Alban Berg Studien 4), S. 10.'>5</a></sup> Da Webern Harmonielehre und Kontrapunkt bereits in seinem Propädeutikum an der Universität durchgenommen hatte, könnte er schon sehr bald, vermutlich Ende Oktober / Anfang November 1904, zu Schönberg in den privaten Kompositionsunterricht gewechselt haben.<sup><a id='note-ref-6' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-6'})\" title='Moldenhauer behauptet, dass Webern der erste Privatschüler von Schönberg war, gefolgt von Heinrich Jalowetz und Karl Horwitz, bevor dann Alban Berg dazustieß. Woher Moldenhauer diese Information bezieht, bleibt allerdings unklar. Vgl. Moldenhauer, Anton von Webern (Anm. 1), S. 63.'>6</a></sup> Nicht zuletzt deutet auch Weberns spätere Reverenz an Schönberg, publiziert in den <em>Musikblättern des Anbruch</em> zu dessen 50. Geburtstag 1924, auf einen Unterrichtsbeginn im Herbst 1904 hin: „Zwanzig Jahre ist es gerade her, daß ich Schüler Arnold Schönbergs geworden bin.“<sup><a id='note-ref-7' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-7'})\" title='Anton Webern, [Zum 50. Geburtstag], in: Musikblätter des Anbruch 6 (1924), S. 272.'>7</a></sup> Somit schließen die ersten kompositorischen Übungen bei Schönberg sehr wahrscheinlich zeitnah an Weberns erstes, noch vor dem Unterricht entstandenes Orchesterwerk <a href='https://ark.dasch.swiss/ark:/72163/1/0806/7rqe8FXVT6eMqQZBbDVsjgL.20240706T164151731789281Z' class='link'><em>Im Sommerwind</em></a> an, dessen Schlussdatierung „Preglhof, 6. September 1904.“ lautet.</p>",
                        "<p>Auch ein Terminus ante quem kann für viele Studienkompositionen indirekt erschlossen werden. Über sein <a href='https://ark.dasch.swiss/ark:/72163/1/0806/R3skM5QTSOmT8Y=TYW3WwAY.20230526T1740476136888Z' class='link'>Opus 2 <em>Entflieht auf leichten Kähnen</em></a> hält Webern 1914 rückblickend in einem Brief an Schönberg fest, er „habe den Chor vor 6 Jahren geschrieben in dem Jahr da ich zuletzt in Deine Stunden kam […]“.<sup><a id='note-ref-8' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-8'})\" title='Webern an Schönberg, 10. Juni 1914 (zitiert nach Moldenhauer, Anton von Webern [Anm. 1], S. 89). Dieser Brief ist notabene der einzige konkrete Hinweis für eine Datierung von op. 2.'>8</a></sup> Demzufolge endete Weberns Unterrichtszeit im Sommer 1908 endgültig. Unmittelbar davor hatte er auch seine <a href='https://ark.dasch.swiss/ark:/72163/1/0806/qBop8PB2QgO_bdfEGwdPTgJ.20240228T104403342553169Z' class='link'><em>Passacaglia</em> op. 1</a>, entstanden im Frühjahr 1908, unter dem Tutorat von Schönberg komponiert, bezeichnete Webern doch das Orchesterwerk in dem Schönberg gewidmeten Druckexemplar als seine „Schlussprüfungsarbeit“.<sup><a id='note-ref-9' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-9'})\" title='Das Exemplar liegt im Arnold Schönberg Center (A-Was: SCO W11). Vgl. auch den sehr collagierten Abdruck der Widmung inkl. Transkription in: Arnold Schönberg 1874–1951. Lebensgeschichte in Begegnungen, hg. von Nuria Nono-Schoenberg, Klagenfurt: Ritter, 1992, S. 55.'>9</a></sup> Die Stunden dazu hatte sich Webern augenscheinlich Anfang 1908 nach einer kurzen Unterbrechung des Unterrichts seit Herbst 1907 erbeten: Angesichts eines möglicherweise bevorstehenden Militärdienstes hatte Webern schon in einem Brief an Schönberg vom 2. September 1907 davon gesprochen, dass er „jetzt vielleicht am Ende meiner regelmäßigen Lernzeit bei Ihnen“ stehe.<sup><a id='note-ref-10' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-10'})\" title='Webern an Schönberg, 2. September 1907 (zitiert nach Opus Anton Webern, hg. von Dieter Rexroth, Berlin: Quadriga, 1983, S. 81).'>10</a></sup> Nachdem er tatsächlich für einige Wochen in den militärischen Dienst eingezogen worden war, kam es offenbar vorläufig zu keinen weiteren Lektionen mehr, ehe sich Webern schließlich Ende Januar 1908 erlaubte, bei Schönberg „darum zu bitten, dass Sie mir vom Februar ab wieder Stunden geben. Hoffentlich ist es Ihnen möglich.“<sup><a id='note-ref-11' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-11'})\" title='Webern an Schönberg, 24. Januar 1908 (US-Wc [zitiert nach Digitalisat in A-Was: ID 18180]).'>11</a></sup></p>",
                        "<p>Innerhalb dieses zeitlichen Rahmens, der durch Anfang und Ende der Studienzeit sowie durch die später als op. 1 und op. 2 deklarierten Werke abgesteckt ist, sind die überlieferten Studienkompositionen also einzuordnen. Mit Ausnahme des <a href='https://ark.dasch.swiss/ark:/72163/1/0806/vrz1jzGMQ3y=tlQNhZ7Ikwg.20240205T101703697664864Z' class='link'><em>Langsamen Satzes</em> für Streichquartett M 78</a>, des <a href='https://ark.dasch.swiss/ark:/72163/1/0806/3uQhujTDQou_RbWXV59PQgt.20230526T174005292616952Z' class='link'>Klavierquintetts M 118</a>, das auf der Titelseite mit „Frühjahr 1907“ datiert ist, sowie des vermutlich außerhalb des Unterrichts entstandenen <a href='https://ark.dasch.swiss/ark:/72163/1/0806/kr6Le1jpTwCVYWw1IX_iCwj.20240205T101630376316725Z' class='link'>Streichquartetts von 1905 M 79</a> liefern die Manuskripte allerdings keinen zeitlichen Anhaltspunkt. Eine exakte Chronologie innerhalb dieser Zeitspanne zu rekonstruieren, ist folglich schwierig, zumal auch in philologischer Hinsicht kaum eindeutige Indizien gegeben sind: Weder lassen sich aus den Firmenzeichen oder anderen Qualitäten des jeweils verwendeten Notenpapiers noch aus Eigenheiten von Weberns Schreibduktus konsequente Rückschlüsse auf spezifische Zeitabschnitte ziehen.<sup><a id='note-ref-12' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-12'})\" title=' Vgl. Cox, Anton Weberns Studienzeit (Anm. 2), S. 124 ff.; eine Ausnahme in dieser Hinsicht bildet eine Umstellung in Weberns Schreibduktus um 1905, deren Beobachtung durch Simon Obert immerhin zu einer Umdatierung mancher Orchesterinstrumentierungen geführt hat. Vgl. dazu Simon Obert, „Weberns frühe Instrumentationen“, in: Der junge Webern. Texte und Kontexte, hg. von Thomas Ahrend und Matthias Schmidt, Wien: Lafite, 2015 (Webern-Studien 2b), S. 113–127.'>12</a></sup> Auch Hinweise in den Briefen oder in den Tagebüchern sind diesbezüglich praktisch inexistent.<sup><a id='note-ref-13' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-13'})\" title=' Insgesamt sind von Webern acht Notizbücher erhalten, die in der Paul Sacher Stiftung in Basel archiviert sind. Die frühesten drei davon wurden transkribiert von Barbara Schingnitz, „Drei frühe Tagebücher“, in: Der junge Webern. Texte und Kontexte (Anm. 12), S. 217–324.'>13</a></sup></p>",
                        "<p>Zwei methodische Zugänge können dennoch Aufschluss über die mögliche Chronologie der nachgelassenen Stücke liefern, die im Zuge des Unterrichts bei Schönberg entstanden sind:</p>",
                        "<p>(1) Da Webern selten ein Blatt oder einen Bogen nur für eine einzige kompositorische Idee oder Übung verwendete, kann aufgrund der Topographie in den Manuskripten für bestimmte Stücke eine zeitliche Reihenfolge rekonstruiert werden. Zum Beispiel wird rasch ersichtlich, dass die Übungen häufig unabhängig von der Besetzung ineinandergreifen, d. h. in unmittelbarer physischer Nähe zueinander stehen: Die Skizzen zum Klaviersatz M 114 befinden sich in den Zwischenräumen des mit Tinte niedergeschriebenen <a href='https://ark.dasch.swiss/ark:/72163/1/0806/b61Dg5UTTTW2px5rpLEXYQQ.20230526T173956797493303Z' class='link'>Orchesterfragments M 102</a>, müssen somit danach entstanden sein. Analog verhält es sich mit dem Klavierstück M 32, dessen Skizzen am Ende der Tintenniederschrift vom <a href='https://ark.dasch.swiss/ark:/72163/1/0806/5SVA9lsBQBa=tKe3QhXyWwb.20121102T150459Z' class='link'>Streichquartett M 68</a> auftauchen. Solche Beobachtungen widersprechen also der chronologischen Moldenhauer-Nummerierung bisweilen. So lässt sich ferner zeigen, dass die beiden Klavierstücke M 43 und M 44 späteren Datums sein müssen als M 75 und M 76 und damit nicht unmittelbar zu der von Moldenhauer konstruierten ‚Übungseinheit‘ M 34–44 (den von ihm so genannten „Elf Klavierstücken“)<sup><a id='note-ref-14' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-14'})\" title=' Moldenhauer, Anton von Webern (Anm. 1), S. 656.'>14</a></sup> gehören können.</p>",
                        "<p>In manchen Fällen hat Webern die gleiche kompositorische Idee zudem in unterschiedlicher Besetzung verarbeitet: Die Klaviervariationen M 22 beinhalten am Ende drei Variationen im Streichquartettsatz (die von Moldenhauer keine separate M-Nummer zugeteilt bekamen), während die Variationen über „Der Winter ist vergangen“ in zwei separaten Serien vorliegen, M 23 für Klavier und M 24 für Streichquartett. Auch von der Studienkomposition für Klavier M 75 liegt eine zweite, allerdings unvollständige Textfassung für Streichquartett vor, die von Moldenhauer ebenfalls keine eigene Nummerierung erhielt.</p>",
                        "<p>(2) Gerade die gattungstechnischen Überschneidungen hängen auch mit dem zweiten methodischen Zugang zusammen. Aus den späteren Publikationen Schönbergs für und über seine Lehrtätigkeit, vor allem den 1937–1948 verfassten, aber erst 1967 postum publizierten <em>Fundamentals of Musical Composition</em>, lässt sich ein methodischer, an der musikalischen Form orientierter Aufbauplan erkennen, nach dessen Schema sich die Schüler zunächst mit einfachem Satz- und Periodenbau auseinandersetzen, bevor sie sich stetig komplexeren Formen zuwenden: von der kleinen dreiteiligen Form über das Scherzo und das Thema mit Variationen hin zum Rondo und schließlich zur Sonate.<sup><a id='note-ref-15' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-15'})\" title='Vgl. Arnold Schoenberg, Fundamentals of Musical Composition, hg. von Gerald Strang und Leonard Stein, London: Faber and Faber, 1967 (deutsche Ausgabe: Grundlagen der musikalischen Komposition, hg. von Rudolf Stephan, übers. von Rudolf Kolisch, Wien: Universal Edition, 1979).'>15</a></sup> Am Beispiel der Studienkompositionen von Alban Berg hat Ulrich Krämer schlüssig aufgezeigt, dass sich dieser kontinuierlich höhere Anforderungen stellende Formaufbau in den überlieferten Unterrichtsmaterialien deutlich widerspiegelt.<sup><a id='note-ref-16' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-16'})\" title='Krämer, Alban Berg als Schüler (Anm. 5), S. 20.'>16</a></sup> Dementsprechend darf für Weberns Studienzeit – trotz der zeitlichen Diskrepanz von über drei Jahrzehnten zur Niederschrift von Schönbergs <em>Fundamentals</em> – von einer ähnlichen didaktischen Maxime ausgegangen werden, die für eine Chronologie der einzelnen Übungen fruchtbar gemacht werden kann.<sup><a id='note-ref-17' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-17'})\" title='Vgl. auch Cox, Anton Weberns Studienzeit (Anm. 2), S. 126.'>17</a></sup> Bekräftigt wird diese Annahme nicht zuletzt durch einen Brief Weberns an Schönberg vom Oktober 1920: Nach der Übernahme einiger Schüler sah sich Webern nun selbst mit der Rolle des Lehrers konfrontiert und wandte sich Rat suchend an seinen Mentor: „[…] ich habe vor[,] mit ihnen den Weg zu gehen, den ich bei Dir kennen lernte: Satz-[,] Perioden-Bau, zweiteilige Liedform, dreiteilige; u. mit der gleich ins Menuett, Scherzo hinein; Erweiterungen, freierer Bau des Themas. Dann Variation, Andante(-Adagio)-Form, Rondo, Sonate. Soll ich es so machen?“<sup><a id='note-ref-18' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-18'})\" title='Webern an Schönberg, o. D. (US-Wc [zitiert nach Digitalisat in A-Was: ID 18056]). Zu der zeitlichen Eingrenzung des Briefes auf zwischen 13. und 23. Oktober 1920 sowie zur Übernahme der im Brief beschriebenen formalen Abfolge in Weberns eigener Lehrtätigkeit vgl. Thomas Ahrend, „Weberns Schüler. Zum Beispiel: Hanns Eisler, Ludwig Zenk und Leopold Spinner“, in: Neue Perspektiven. Anton Webern und das Komponieren im 20. Jahrhundert, hg. von Pietro Cavallotti, Simon Obert und Rainer Schmusch, Wien: Lafite, 2019 (Webern-Studien 4), S. 27–50 (Datierung in Fn. 15). Für letzteren Punkt vgl. auch Neil Boynton, „Einleitung“, in: Anton Webern. Über musikalische Formen. Aus den Vortragsmitschriften von Ludwig Zenk, Siegfried Oehlgiesser, Rudolf Schopf und Erna Apostel, hg. von Neil Boynton, Mainz u. a.: Schott, 2002 (Veröffentlichungen der Paul Sacher Stiftung 8), S. 27 ff., S. 152–185.'>18</a></sup></p>",
                        "<p>Die inhaltliche Struktur der vorliegenden Abteilung II/2a richtet sich nach dieser Annahme und basiert grundsätzlich auf der Abfolge: Periode/Satz – dreiteilige Liedform – Menuett/Scherzo – Variationen – Rondoform/Sonatensatz. In plausiblen Fällen sind Ausnahmen davon freilich möglich. Zu den langsamen Andante-Formen, die Schönberg in seinen <em>Fundamentals</em> an den Beginn der Rondo-Formen stellt, sind bei den im Klaviersatz notierten Studienkompositionen von Webern keine Beispiele überliefert (Übungen in dieser Form gibt es jedoch in der Kammermusik, publiziert in AWG II/2b).</p>"
                    ],
                    "blockNotes": [
                        "<p id='note-1' class='note note-1-dig'><a class='note-backlink' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-ref-1'})\">1</a> | Vgl. das „Werkverzeichnis“ in: <a href='https://ark.dasch.swiss/ark:/72163/1/0806/OQuMlQB_QYCZA5wgvzmThAw.20230526T231228092746021Z' class='link'>Hans and Rosaleen Moldenhauer, <em>Anton von Webern. Chronik seines Lebens und Werkes</em>, Zürich: Atlantis, 1980</a>, S. 639–667.</p>",
                        "<p id='note-2' class='note note-1-dig'><a class='note-backlink' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-ref-2'})\">2</a> | Vgl. <a href='https://ark.dasch.swiss/ark:/72163/1/0806/Z3WOrl8_QzaZo_cZRbdtCw8.20241115T151816798648508Z' class='link'>Matthew Shaftel, <em>Anton Webern’s Early Songs: Motive, Harmony, and Influence</em>, Ann Arbor, 2001</a>; sowie <a href='https://ark.dasch.swiss/ark:/72163/1/0806/mnVmxdH7T6682QqkreWNgQd.20230526T220504277105225Z' class='link'>Gareth Cox, <em>Anton Weberns Studienzeit. Seine Entwicklung im Lichte der Sätze und Fragmente für Klavier</em>, Frankfurt am Main u. a.: Lang, 1992</a>, S. 19.</p>",
                        "<p id='note-3' class='note note-1-dig'><a class='note-backlink' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-ref-3'})\">3</a> | Vgl. Hans-Joachim Hinrichsen, „Lebenswelten und Werke 1900–1907“, in: Schönberg Handbuch, hg. von Andreas Meyer, Therese Muxeneder und Ullrich Scheideler, Berlin: Metzler, 2023, S. 52–82, hier S. 56.</p>",
                        "<p id='note-4' class='note note-1-dig'><a class='note-backlink' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-ref-4'})\">4</a> | Schönberg selbst war wohl durch Vermittlung von Alexander von Zemlinsky und/oder Adolf Loos zu dieser Unterrichtstätigkeit gekommen. Vgl. <a href='https://ark.dasch.swiss/ark:/72163/1/0806/GAazEUOLRA=XInk3LuZqIQ1.20241121T092942896465902Z' class='link'>Egon Wellesz, „Anfänge der ‚Neuen Musik‘ in Wien“, in: <em>Österreichische Musikzeitschrift</em> 25 (1970), Heft 5</a>, S. 312–315; sowie Egon Wellesz, „Schönberg und die Anfänge der Wiener Schule“, in: <em>Österreichische Musikzeitschrift</em> 15 (1960), Heft 5, S. 237–238. Vgl. dazu ergänzend auch: <a href='https://ark.dasch.swiss/ark:/72163/1/0806/V6c7Z5h7Qb2vIsX=64YtMw6.20160527T060152Z' class='link'>Cornelia Szabó-Knotik, „Eugenie Schwarzwald im Wiener Musikleben. Begegnungen, Gemeinsamkeiten“, in: <em>Der junge Webern. Künstlerische Orientierungen in Wien nach 1900</em>, hg. von Monika Kröpfl und Simon Obert, Wien: Lafite, 2015 (Webern-Studien 2a)</a>, S. 30–50.</p>",
                        "<p id='note-5' class='note note-1-dig'><a class='note-backlink' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-ref-5'})\">5</a> | Vgl. Ulrich Krämer, <em>Alban Berg als Schüler Arnold Schönbergs. Quellenstudien und Analysen zum Frühwerk</em>, Wien: Universal Edition, 1995 (Alban Berg Studien 4), S. 10.</p>",
                        "<p id='note-6' class='note note-1-dig'><a class='note-backlink' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-ref-6'})\">6</a> | Moldenhauer behauptet, dass Webern der erste Privatschüler von Schönberg war, gefolgt von Heinrich Jalowetz und Karl Horwitz, bevor dann Alban Berg dazustieß. Woher Moldenhauer diese Information bezieht, bleibt allerdings unklar. Vgl. <a href='https://ark.dasch.swiss/ark:/72163/1/0806/OQuMlQB_QYCZA5wgvzmThAw.20230526T231228092746021Z' class='link'>Moldenhauer, <em>Anton von Webern</em></a> (Anm. <a (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-1'})\">1</a>), S. 63.</p>",
                        "<p id='note-7' class='note note-1-dig'><a class='note-backlink' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-ref-7'})\">7</a> | <a href='https://ark.dasch.swiss/ark:/72163/1/0806/NdQBZgd1RHqPbqo42_DqCwe.20230526T230532827558408Z' class='link'>Anton Webern, [Zum 50. Geburtstag], in: <em>Musikblätter des Anbruch </em>6 (1924)</a>, S. 272.</p>",
                        "<p id='note-8' class='note note-1-dig'><a class='note-backlink' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-ref-8'})\">8</a> | <a href='https://ark.dasch.swiss/ark:/72163/1/0806/MMOuIVPESXWqthipyx=xNgX.20241125T095149310016757Z' class='link'>Webern an Schönberg, 10. Juni 1914</a> (zitiert nach <a href='https://ark.dasch.swiss/ark:/72163/1/0806/OQuMlQB_QYCZA5wgvzmThAw.20230526T231228092746021Z' class='link'>Moldenhauer, <em>Anton von Webern</em></a> [Anm. <a (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-1'})\">1</a>], S. 89). Dieser Brief ist notabene der einzige konkrete Hinweis für eine Datierung von op. 2.</p>",
                        "<p id='note-9' class='note note-1-dig'><a class='note-backlink' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-ref-9'})\">9</a> | Das Exemplar liegt im Arnold Schönberg Center (A-Was: SCO W11). Vgl. auch den sehr collagierten Abdruck der Widmung inkl. Transkription in: <em>Arnold Schönberg 1874–1951. Lebensgeschichte in Begegnungen</em>, hg. von Nuria Nono-Schoenberg, Klagenfurt: Ritter, 1992, S. 55.</p>",
                        "<p id='note-10' class='note note-2-dig'><a class='note-backlink' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-ref-10'})\">10</a> | <a href='https://ark.dasch.swiss/ark:/72163/1/0806/DEPsP=rETuWN_bx4LvKGoQE.20241125T100846615221504Z' class='link'>Webern an Schönberg, 2. September 1907</a> (zitiert nach <em>Opus Anton Webern</em>, hg. von <a href='https://ark.dasch.swiss/ark:/72163/1/0806/kIEb2fe8TqCPU3W9WXQ4qg9.20230526T224737334709419Z' class='link'>Dieter Rexroth, Berlin: Quadriga, 1983</a>, S. 81).</p>",
                        "<p id='note-11' class='note note-2-dig'><a class='note-backlink' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-ref-11'})\">11</a> | <a href='https://ark.dasch.swiss/ark:/72163/1/0806/hpztwTffRp=kEXc_bymcfw=.20241125T103538817345144Z' class='link'>Webern an Schönberg, 24. Januar 1908</a> (US-Wc [zitiert nach Digitalisat in A-Was: ID 18180]).</p>",
                        "<p id='note-12' class='note note-2-dig'><a class='note-backlink' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-ref-12'})\">12</a> | Vgl. <a href='https://ark.dasch.swiss/ark:/72163/1/0806/mnVmxdH7T6682QqkreWNgQd.20230526T220504277105225Z' class='link'>Cox, <em>Anton Weberns Studienzeit</em></a> (Anm. <a (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-2'})\">2</a>), S. 124 ff.; eine Ausnahme in dieser Hinsicht bildet eine Umstellung in Weberns Schreibduktus um 1905, deren Beobachtung durch Simon Obert immerhin zu einer Umdatierung mancher Orchesterinstrumentierungen geführt hat. Vgl. dazu <a href='https://ark.dasch.swiss/ark:/72163/1/0806/nwgL3MvYS12Tz82l61ZqmA_.20160524T075750Z' class='link'>Simon Obert, „Weberns frühe Instrumentationen“, in: <em>Der junge Webern. Texte und Kontexte</em>, hg. von Thomas Ahrend und Matthias Schmidt, Wien: Lafite, 2015 (Webern-Studien 2b)</a>, S. 113–127.</p>",
                        "<p id='note-13' class='note note-2-dig'><a class='note-backlink' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-ref-13'})\">13</a> | Insgesamt sind von Webern acht Notizbücher erhalten, die in der Paul Sacher Stiftung in Basel archiviert sind. Die frühesten drei davon wurden transkribiert von <a href='https://ark.dasch.swiss/ark:/72163/1/0806/unZfbxRqTaGr1q0mOYsi8Qj.20160524T065647Z' class='link'>Barbara Schingnitz, „Drei frühe Tagebücher“, in: <em>Der junge Webern. Texte und Kontexte</em></a> (Anm. <a (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-12'})\">12</a>), S. 217–324.</p>",
                        "<p id='note-14' class='note note-2-dig'><a class='note-backlink' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-ref-14'})\">14</a> | <a href='https://ark.dasch.swiss/ark:/72163/1/0806/OQuMlQB_QYCZA5wgvzmThAw.20230526T231228092746021Z' class='link'>Moldenhauer, <em>Anton von Webern</em></a> (Anm. <a (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-1'})\">1</a>), S. 656.</p>",
                        "<p id='note-15' class='note note-2-dig'><a class='note-backlink' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-ref-15'})\">15</a> | Vgl. <a href='https://ark.dasch.swiss/ark:/72163/1/0806/NNQ_G9m=S7iwhy18wxgeTQU.20241128T141543924385807Z' class='link'>Arnold Schoenberg, <em>Fundamentals of Musical Composition</em>, hg. von Gerald Strang und Leonard Stein, London: Faber and Faber, 1967</a> (deutsche Ausgabe: <em>Grundlagen der musikalischen Komposition</em>, hg. von Rudolf Stephan, übers. von Rudolf Kolisch, Wien: Universal Edition, 1979).</p>",
                        "<p id='note-16' class='note note-2-dig'><a class='note-backlink' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-ref-16'})\">16</a> | Krämer, <em>Alban Berg als Schüler</em> (Anm. <a (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-5'})\">5</a>), S. 20.</p>",
                        "<p id='note-17' class='note note-2-dig'><a class='note-backlink' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-ref-17'})\">17</a> | Vgl. auch <a href='https://ark.dasch.swiss/ark:/72163/1/0806/mnVmxdH7T6682QqkreWNgQd.20230526T220504277105225Z' class='link'>Cox, <em>Anton Weberns Studienzeit</em></a> (Anm. <a (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-2'})\">2</a>), S. 126.</p>",
                        "<p id='note-18' class='note note-2-dig'><a class='note-backlink' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-ref-18'})\">18</a> | <a href='https://ark.dasch.swiss/ark:/72163/1/0806/VIGKxeDfQfanV7mg7m3aKgY.20241125T114120635767015Z' class='link'>Webern an Schönberg</a>, o. D. (US-Wc [zitiert nach Digitalisat in A-Was: ID 18056]). Zu der zeitlichen Eingrenzung des Briefes auf zwischen 13. und 23. Oktober 1920 sowie zur Übernahme der im Brief beschriebenen formalen Abfolge in Weberns eigener Lehrtätigkeit vgl. <a href='https://ark.dasch.swiss/ark:/72163/1/0806/GVLntAtfSL2YY6PiZo_YGA8.20190314T151954Z' class='link'>Thomas Ahrend, „Weberns Schüler. Zum Beispiel: Hanns Eisler, Ludwig Zenk und Leopold Spinner“, in: <em>Neue Perspektiven. Anton Webern und das Komponieren im 20. Jahrhundert</em>, hg. von Pietro Cavallotti, Simon Obert und Rainer Schmusch, Wien: Lafite, 2019 (Webern-Studien 4), S. 27–50</a> (Datierung in Fn. 15). Für letzteren Punkt vgl. auch <a href='https://ark.dasch.swiss/ark:/72163/1/0806/mRpqc7thSxm4BiSgO_STEgb.20170201T161257Z' class='link'>Neil Boynton, „Einleitung“, in: <em>Anton Webern. Über musikalische Formen. Aus den Vortragsmitschriften von Ludwig Zenk, Siegfried Oehlgiesser, Rudolf Schopf und Erna Apostel</em>, hg. von Neil Boynton, Mainz u. a.: Schott, 2002 (Veröffentlichungen der Paul Sacher Stiftung 8),</a> S. 27 ff., S. 152–185.</p>"
                    ]
                },
                {
                    "blockId": "textstatus",
                    "blockHeader": "Weberns Studienkompositionen: Textstatus",
                    "blockContent": [
                        "<p class='no-indent spacebreak'>Als Dokumente aus dem privaten Unterricht bei <a href='https://ark.dasch.swiss/ark:/72163/1/0806/Y1=4oD0OTZqzzOQM=H9ywA_.20230526T214948203842794Z' class='link'>Schönberg</a> sind die in AWG II/2a versammelten Kompositionen nicht nur ungemein aufschlussreich für die musikalische Entwicklung des jungen Webern, sondern auch als Teil der Geschichte des Komponierens und des Vermittelns von Komposition um 1900. Aus philologischer Sicht haben sie allerdings einen prekären Status. Sie sind Teil eines dynamischen Lernprozesses, der nicht primär auf ein Endresultat im Sinne eines fertigen, in sich geschlossenen Werkes hinzielte, sondern eine jeweils spezifische methodische Aufgabenstellung zu lösen versuchte, teilweise auch in mehrfacher Ausführung oder mehreren Anläufen. Viele der Übungen haben ein offenes Ende, weisen zahlreiche Überarbeitungen mit Bleistift oder Buntstift auf oder sind gar pauschal gestrichen. Dementsprechend fehlerhaft bzw. nachlässig ist stellenweise der Notentext: Vergessene oder als selbstverständlich – weil mitgedacht – weggelassene Akzidenzien, falsch gesetzte Oktaven (aufgrund zu vieler Hilfslinien als Dezimen notiert) oder rhythmische Unstimmigkeiten kommen fast in jedem Stück vor.</p>",
                        "<p>Aus diesem Grund verwendet die AWG für diese in Tinte abgefassten Manuskripte den Begriff der „Tintenniederschrift“ anstelle von „Reinschrift“, weil sie zwar gegenüber den Skizzen in Bleistift ein Moment der Fertigstellung aufweisen, jedoch gleichzeitig selten eine saubere Reinschrift darstellen – geschweige denn eine Druckvorlage. Neben den erwähnten Nachlässigkeiten beinhalten sie fast immer auch zahlreiche Korrekturen und Eintragungen von der Hand Weberns und/oder Schönbergs.</p>",
                        "<p>Solche ‚unfertigen‘ Texte sollten aber nicht als gescheiterte Versuche angesehen werden, sondern vielmehr als spezifische und eigenwertige Übungseinheiten ohne Anspruch auf formale Vollständigkeit, deren sinnstiftender Zweck im Erlernen und Erproben liegt.<sup><a id='note-ref-19' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-19'})\" title='Vgl. auch Krämer, Alban Berg als Schüler (Anm. 5), S. 173.'>19</a></sup> Dasselbe gilt auch für jene Übungseinheiten, die in mehreren Textfassungen vorliegen, sei es weil Webern bestimmte Abschnitte (vermutlich auf Schönbergs Veranlassung) überarbeitet oder weil er sich (v. a. bei größeren Formen) der Aufgabe etappenweise angenähert hat. Die vorliegende Abteilung verzichtet dementsprechend darauf, sich für eine Fassung ‚letzter Hand‘ zu entscheiden, sondern ediert jeweils sämtliche rekonstruierbaren Textfassungen, um den didaktisch-dynamischen Prozess möglichst vollständig zu dokumentieren.</p>",
                        "<p>Eine weitere Schwierigkeit bei den Studienkompositionen liegt oftmals in der Bestimmung der Urheberschaft und Chronologie der Korrekturen und Eintragungen. Ob eine solche von der Hand des Schülers Webern oder des Lehrers Schönberg stammt, ist in der Regel nicht eindeutig feststellbar.<sup><a id='note-ref-20' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-20'})\" title='Wie Cox zu der Feststellung gelangt, dass mit Blick auf sämtliche Einträge in den Manuskripten, die während der Studienzeit bei Schönberg entstanden sind, bloß zwei von Schönbergs Hand stammen sollen – sie betreffen beide das Klavierquintett M 81 –, erschließt sich nicht (vgl. Cox, Anton Weberns Studienzeit [Anm. 2], S. 51).'>20</a></sup> Korrekturen oder Eintragungen können sowohl gleich vor Ort, parallel zum verbalen Austausch erfolgt sein, als auch erst als Nachbereitung des Unterrichts. Zudem ist mitunter eine Korrektur nicht von einer probeweise niedergeschriebenen Variante zu unterscheiden.<sup><a id='note-ref-21' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-21'})\" title='Vgl. zur Problematisierung des Status der Studienkompositionen vor dem Hintergrund des Unterrichts auch Thomas Ahrend, „Hausaufgabe und Werk. Zur Formkonzeption von Anton Weberns Langsamem Satz für Streichquartett“, in: Der junge Webern. Texte und Kontexte (Anm. 12), S. 71–89, insbesondere S. 72.'>21</a></sup></p>",
                        "<p>Es stellen sich damit terminologische Schwierigkeiten, die nicht zuletzt den Status dieser Niederschriften betreffen. Der Werkbegriff scheint wenig passend, doch sind andere Begriffe wie „Klavierstück“ nicht minder problematisch. Die hier edierten Stücke sind – abgesehen natürlich von den Variationen im Streichquartettsatz am Ende von M 22 – zwar im Klaviersatz notiert und wohl auch von Webern am Klavier komponiert worden. Doch muss, wie Reinhold Brinkmann mit Blick auf Schönbergs frühes Schaffen bemerkt hat, nicht jede im Klaviersatz notierte Komposition zwingend ein Stück für Klavier repräsentieren.<sup><a id='note-ref-22' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-22'})\" title='Vgl. Reinhold Brinkmann, „Einleitung“, in: Arnold Schönberg, Werke für Klavier zu zwei Händen, hg. von Reinhold Brinkmann, B. Schott’s Söhne: Mainz und Universal Edition: Wien, 1975 (Sämtliche Werke Abteilung II Reihe B Bd. 4), S. XI.'>22</a></sup> Dieser Vorbehalt gilt besonders für die frühesten Übungen, die von einem Werkcharakter am weitesten entfernt sind. Dementsprechend dehnbar ist daher auch der Begriff des „Unterrichts“ auszulegen: Während man sich die anfänglichen Lektionen vermutlich stark auf Interaktion und auf wöchentlichen ‚Hausaufgaben‘ basierend vorstellen muss, stand Schönberg spätestens bei der Komposition von <a href='https://ark.dasch.swiss/ark:/72163/1/0806/qBop8PB2QgO_bdfEGwdPTgJ.20240228T104403342553169Z' class='link'>op. 1</a> und <a href='https://ark.dasch.swiss/ark:/72163/1/0806/R3skM5QTSOmT8Y=TYW3WwAY.20230526T1740476136888Z' class='link'>op. 2</a> wohl eher als Mentor beratschlagend zur Seite.</p>",
                        "<p>Gerade weil dieser didaktische Übergang sich fließend gestaltete, wird in der vorliegenden Edition unabhängig von Form, Umfang und Grad der Fertigstellung für sämtliche aus der Studienzeit überlieferten Kompositionen der offene Begriff der „Studienkomposition“ eingeführt, der auch in den Notentexten als redaktioneller Titel verwendet wird.</p>"
                    ],
                    "blockNotes": [
                        "<p id='note-19' class='note note-2-dig'><a class='note-backlink' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-ref-19'})\">19</a> | Vgl. auch Krämer, <em>Alban Berg als Schüler</em> (Anm. <a (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-5'})\">5</a>), S. 173.</p>",
                        "<p id='note-20' class='note note-2-dig'><a class='note-backlink' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-ref-20'})\">20</a> | Wie Cox zu der Feststellung gelangt, dass mit Blick auf sämtliche Einträge in den Manuskripten, die während der Studienzeit bei Schönberg entstanden sind, bloß zwei von Schönbergs Hand stammen sollen – sie betreffen beide das Klavierquintett M 81 –, erschließt sich nicht (vgl. <a href='https://ark.dasch.swiss/ark:/72163/1/0806/mnVmxdH7T6682QqkreWNgQd.20230526T220504277105225Z' class='link'>Cox, <em>Anton Weberns Studienzeit</em></a> [Anm. <a (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-2'})\">2</a>], S. 51).</p>",
                        "<p id='note-21' class='note note-2-dig'><a class='note-backlink' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-ref-21'})\">21</a> | Vgl. zur Problematisierung des Status der Studienkompositionen vor dem Hintergrund des Unterrichts auch <a href='https://ark.dasch.swiss/ark:/72163/1/0806/UAiXwv9xTVSB24cnZRO15Q6.20240706T164051462371073Z' class='link'>Thomas Ahrend, „Hausaufgabe und Werk. Zur Formkonzeption von Anton Weberns <em>Langsamem Satz </em>für Streichquartett“, in: <em>Der junge Webern. Texte und Kontexte</em></a> (Anm. <a (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-12'})\">12</a>), S. 71–89, insbesondere S. 72.</p>",
                        "<p id='note-22' class='note note-2-dig'><a class='note-backlink' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-ref-22'})\">22</a> | Vgl. Reinhold Brinkmann, „Einleitung“, in: Arnold Schönberg, <em>Werke für Klavier zu zwei Händen</em>, hg. von Reinhold Brinkmann, B. Schott’s Söhne: Mainz und Universal Edition: Wien, 1975 (Sämtliche Werke Abteilung II Reihe B Bd. 4), S. XI.</p>"
                    ]
                },
                {
                    "blockId": "period_sentence_and_small_ternary_form",
                    "blockHeader": "Studienkompositionen: Periode/Satz und dreiteilige Liedform (M 34–42, M 29–31, M 45–46)",
                    "blockContent": [
                        "<p class='no-indent spacebreak'>Die sich auf einem Bogen befindenden Tintenniederschriften der Studienkompositionen M 34–42 stehen vermutlich ganz am Anfang von Weberns Studienzeit und sind somit ungefähr auf November 1904 zu veranschlagen. Dass es sich um Übungen handelt, lässt sich unter anderem daran ablesen, dass die Tintenniederschriften zahlreiche Eintragungen mit Bleistift enthalten, die eine Korrektur oder Variante skizzieren oder mittels Markierungszeichen auf bestimmte Problemstellen hinweisen, die überarbeitet werden sollten. Gerade an diesen allerersten Übungen lässt sich das Lernprinzip des inkrementellen Formaufbaus anschaulich beobachten, sie repräsentieren die ersten Entwicklungsstufen in der Auseinandersetzung Weberns mit Satz und Periode sowie – im nahtlosen Übergang – mit der dreiteiligen Liedform.</p>",
                        "<p>Besonders interessant ist, dass Webern praktisch von Anfang an mit Unregelmäßigkeiten im formalen und harmonischen Aufbau experimentierte: Basiert allein M 34 noch auf einer gleichmäßig angelegten Periode mit je viertaktigem Vorder- und Nachsatz, formuliert bereits M 35 eine neuntaktige Periode, deren Vordersatz fünf Takte umfasst und zugleich die eigentliche Dominante ausklammert, um stattdessen auf der Dominante des anfänglich zur Mollparallele gewendeten Nachsatzes zu enden.</p>",
                        "<p>In der Folge nimmt der Taktumfang über die einzelnen Übungen hinweg zu, und fast immer weisen dabei die periodischen Abschnitte zueinander ein asymmetrisches Verhältnis in der Anzahl Takte auf. Außerdem verwischt die Melodieführung oft die zugrundeliegende Metrik (z. B. durch über den Taktstrich hinausgehende Ligaturen in M 36, M 37, M 40 und M 41). Ab M 36 gehen die Übungen in dreiteilige Formen über, in denen u. a. verschiedene Möglichkeiten der Reprise ausprobiert werden:</p>",

                        "<div class='table-responsive'><table class='awg-intro-table spacebreak small'><tbody><tr><td>M 35/42</td><td>verkürzter Vordersatz, gleichlanger Nachsatz mit anschließender Coda</td></tr><tr><td>M 36</td><td>nur Vordersatz</td></tr><tr><td>M 37</td><td>nur variierter Vordersatz</td></tr><tr><td>M 38</td><td>variierter Vordersatz mit unverändertem Nachsatz</td></tr><tr><td>M 39 TF1</td><td>Vordersatz mit transponierter Schlussformel aus dem Nachsatz</td></tr><tr><td>M 39 TF2</td><td>Vordersatz kombiniert mit variiertem, leicht gekürztem Nachsatz</td></tr><tr><td>M 40</td><td>Vordersatz unverändert, Nachsatz um einen Takt gestrafft</td></tr><tr><td>M 41</td><td>Vordersatz und Nachsatz variiert und erweitert</td></tr></tbody></table></div>",

                        "<p class='no-indent spacebreak'>Auch in den Mittelteilen werden unterschiedliche Lösungen gesucht, die neben der formalen Länge vorwiegend die harmonischen Optionen erproben (Variant-/Paralleltonart, Dur/Moll-Mediante oder über die Moll-Variante eingeführte Dominante bzw. Subdominante).</p>",
                        "<p>Aufschlussreich für die Unterrichtsmethodik ist dabei besonders die Studienkomposition M 42, die offensichtlich eine nachträgliche – weil auf einem separaten Blatt notierte – formale Ergänzung zu M 35 im Sinne eines Mittelteils und des wiederholenden A-Teils darstellt und damit <a href='https://ark.dasch.swiss/ark:/72163/1/0806/Y1=4oD0OTZqzzOQM=H9ywA_.20230526T214948203842794Z' class='link'>Schönbergs</a> schrittweises Annähern an nächstgrößere Formen mittels einzelner Formteile erstmals auch bei Webern dokumentiert.<sup><a id='note-ref-23' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-23'})\" title='Vgl. in Bezug auf Berg auch Krämer, Alban Berg als Schüler (Anm. 5), S. 173 ff.'>23</a></sup> Um die Zusammengehörigkeit der beiden zeitlich getrennt formulierten Übungseinheiten zu verdeutlichen, werden in der vorliegenden Edition M 35 und M 42 zu einer Einheit zusammengefasst.</p>",
                        "<p>Mit den Studienkompositionen M 29–31 folgen Stücke, die in formaler Hinsicht vergleichsweise konventionell und teilweise geradezu symmetrisch angelegt sind (in M 29 mit Wiederholung des A-Teils). Andererseits weisen sie im Vergleich neue formale und harmonische Aspekte auf und sind zugleich umfangreicher und elaborierter. Daher ist es denkbar, dass sie unmittelbar auf die vorherigen Übungen folgten, also auf ca. Ende 1904 zu veranschlagen sind.</p>",
                        "<p>Die sich auf Vorder- und Rückseite eines Blattes befindenden M 30 und M 31 bleiben beim Modell der Periode. In M 30 wählt Webern erstmals ein 6/8-Metrum und mit As-Dur eine Tonart mit mehr Vorzeichen als in den bisherigen Studienkompositionen. Auch der harmonische Spielraum wird zunehmend ausgelotet, indem zunächst im A-Teil die Dominante vermieden und stattdessen die vi. Stufe (Moll-Parallele) etabliert wird, bevor im Mittelteil die akkordische Progression meist halbtaktig voranschreitet und dabei auch die Varianttonart as-Moll (i) berührt. Im wiederholten A-Teil wird die Dominante bis kurz vor Schluss aufgespart bzw. an der analogen Stelle (T. 19) vorerst durch den Sextakkord der Moll-Variante (v) ersetzt. Demgegenüber frappiert M 31, bei dessen ungeradem, elftaktigem Periodenaufbau Vordersatz und Nachsatz fließend ineinandergreifen, durch die direkte Konfrontation von C-Dur und H-Dur, das als Zwischendominante zur Dominantparallele e-Moll (iii) fungiert, deren Dur-Variante (III<span class='glyph'>{{ref.getGlyph('[#]')}}</span>) den Mittelteil prägt. Die Reprise (5 + 4 Takte) spielt mit einer Reorganisation der motivischen Bauteile und schließt mit einer kurzen Coda, ganz ähnlich wie jene in M 42. In M 29 entfernt sich Webern erstmals vom Modell der Periode und formuliert einen Satz, der zur vi. Stufe führt. Der anschließende stufenreiche Mittelteil nimmt einen ausgeprägten Durchführungscharakter an. Mit Blick darauf, dass M 30 und M 31 eine Periode bilden, während M 45 und M 46 danach ebenfalls auf das Modell des Satzes zurückgreifen, könnte das auf einem separaten Blatt notierte M 29 tatsächlich nach M 30–31 entstanden sein. Interessanterweise sind gerade die Skizzen zu dessen Beginn relativ ausführlich und zeigen eine Suche nach der melodischen Entwicklung des Motivs.</p>",

                        "<div class='table-responsive'><table class='awg-intro-table spacebreak small'><tbody><tr><td>M 34</td><td>Periode</td><td>8 T. (4 + 4)</td><td>3/4</td><td>B</td></tr><tr><td>M 35/42</td><td>Periode</td><td>29 T. (9 + 11)</td><td>3/4</td><td>G</td></tr><tr><td>M 36</td><td>Periode</td><td>16 T. (7 + 5 + 4)</td><td>3/4</td><td>D</td></tr><tr><td>M 37</td><td>Periode</td><td>21 T. (9 + 5 + 7)</td><td>3/4</td><td>a</td></tr><tr><td>M 38</td><td>Periode</td><td>20 T. (8 + 4 + 8)</td><td>3/4</td><td>F</td></tr><tr><td>M 39 TF1</td><td>Periode</td><td>19 T. (8 + 6 + 5)</td><td>4/4</td><td>C</td></tr><tr><td>M 39 TF2</td><td>Periode</td><td>19 T. (8 + 4 + 7)</td><td>4/4</td><td>C</td></tr><tr><td>M 40</td><td>Periode</td><td>25 T. (9 + 8 + 8)</td><td>3/4</td><td>a</td></tr><tr><td>M 41</td><td>Periode</td><td>31 T. (13 + 7 + 11)</td><td>3/4</td><td>C</td></tr><tr><td>M 30</td><td>Periode</td><td>24 T. (8 + 8 + 8)</td><td>6/8</td><td>As</td></tr><tr><td>M 31</td><td>Periode</td><td>30 T. (11 + 6 + 9 + 4)</td><td>3/4</td><td>C</td></tr><tr><td>M 29</td><td>Satz</td><td>34 T. (||:8:|| + 18 + 8)</td><td>3/4</td><td>C</td></tr></tbody></table></div>",

                        "<p class='no-indent spacebreak'>Mit den beiden Studienkompositionen M 45 und M 46 wird der Klaviersatz komplexer und die dreiteilige Form erweitert. Die feinere Ausarbeitung zeigt sich nicht zuletzt an den zunehmenden dynamischen und agogischen Spielanweisungen. Möglicherweise fallen diese Stücke auch mit den ersten Übungen für Streichquartet zusammen, denn die ersten dreiteiligen Formen in dieser Besetzung (M 26–28) befinden sich auf denselben Manuskriptbögen.</p>",
                        "<p>In M 45, dessen Anfang stark an den Kopf des ersten Themas aus <a href='https://ark.dasch.swiss/ark:/72163/1/0806/hTtAxnzxSOK6SD3GDPoQiwW.20240118T154641648828682Z' class='link'>Richard Wagners</a>&ngsp;<em>Siegfried-Idyll</em> erinnert (die rhythmisch leicht veränderte Melodielinie ist um eine große Sekunde nach oben versetzt), wird in <span class='link-todo'>Textfassung 1</span> erstmals der A-Teil, der auf einem asymmetrischen Satz (18 Takte: 3 + 3 + 3 + 2 und 3 + 4) basiert,<sup><a id='note-ref-24' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-24'})\" title='Vgl. auch Schoenberg, Fundamentals of Musical Composition (Anm. 15), S. 137.'>24</a></sup> in zwei Abschnitte unterteilt: Nach einem Halbschluss mit Fermate folgt das variierte Hauptthema in der Grundtonart. Der kontrastierende Mittelteil auf der Mediante greift Motive des Themas und seiner Variante durchführend und in komplementärer Weise auf, bevor er in eine stark verkürzte Reprise (9 Takte) führt, die das Hauptthema nur noch als Reminiszenz bringt und mit einer flüchtigen motivischen Synthese schließt.</p>",
                        "<p>Die formale Unausgewogenheit, die der Reprise wenig Gewicht beimisst, könnte Schönberg hier veranlasst haben, seinen Schüler den Aufbau neu strukturieren zu lassen (darauf deuten diverse Verweis- und Einschubzeichen sowie pauschale Streichungen mit Bleistift hin). Jedenfalls erscheinen die Proportionen der A-B-A-Struktur in <span class='link-todo'>Textfassung 2</span> von M 45 ausgeglichener: Webern versetzt das variierte Hauptthema nun an den Anfang der Reprise, verlängert die Coda, die jetzt eine Reminiszenz an das variierte Thema bringt, und fügt den Formteilen Schlussgruppen als neues Element hinzu.</p>",
                        "<p>Die Niederschrift von M 46 ist der Form nach unvollständig geblieben. Es ist jedoch naheliegend, dass am Ende nochmals der A-Teil als Reprise anschließen sollte, womit sich auch hier eine dreiteilige Anlage ergäbe. In <span class='link-todo'>Textfassung 1</span> hat Webern außerdem acht Takte (T. 13–20) disponiert, aber leer gelassen. Der verbleibende Umfang bis zum Mittelteil war ihm offensichtlich klar: Analog zu <span class='link-todo'>Textfassung 2</span> gilt es dort gedanklich die Wiederholung des Hauptthemas in der oberen Oktave einzufügen. Damit bildet der A-Teil der dreiteiligen Form selbst eine untergeordnete a-b-a-Form aus,<sup><a id='note-ref-25' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-25'})\" title='Vgl. Schoenberg, Fundamentals of Musical Composition (Anm. 15), S. 190. (Dort auch die Kleinschreibung „aba“ für die untergeordnete Form.)'>25</a></sup> deren Mittelteil Webern in Textfassung 2 von M 46 um zwei Takte erweiterte. Ansonsten betreffen die Unterschiede zwischen den beiden Fassungen vorwiegend den in seiner Harmonik und Figuration sehr an <a href='https://ark.dasch.swiss/ark:/72163/1/0806/0h2Z8Z2vT3i_tS6TuotKSQ9.20200813T060215Z' class='link'>Franz Schubert</a> (z. B. an dessen <em>Trauer- oder Sehnsuchtswalzer</em> D 365, Nr. 2) erinnernden B-Teil, in dem die harmonische Progression in der Überarbeitung nochmals überboten wird.<sup><a id='note-ref-26' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-26'})\" title='Vgl. Markus Böggemann, „Werk und Wertung. Anton Weberns Jugendkompositionen in der Analyse“, in: Der junge Webern. Texte und Kontexte (Anm. 12), S. 35–50, hier S. 48 f.'>26</a></sup></p>",
                        "<p>Die <a href='https://ark.dasch.swiss/ark:/72163/1/0806/rSCEw5wjQQ68BLltsl5wzQD.20210318T090501Z' class='link'>Uraufführung der Studienkompositionen für Klavier M 34–42 (zusammen mit den Studienkompositionen M 43–44) fand am 12. August 1988 in der Schweiz</a> durch <a href='https://ark.dasch.swiss/ark:/72163/1/0806/doR1M9dCQzeAQYuqujfqugC.20210315T072822Z' class='link'>Jean-Jacques Dünki</a> auf der Grundlage eigener Transkriptionen anlässlich der „5. Musikalischen Begegnungen auf dem Schloss Lenzburg“ statt.<sup><a id='note-ref-27' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-27'})\" title='Vgl. Cox, Anton Weberns Studienzeit (Anm. 2), S. 78.'>27</a></sup> Die <a href='https://ark.dasch.swiss/ark:/72163/1/0806/6yK7ehH4SVCTokm=Oq7CsQE.20241126T085830936655299Z' class='link'>Studienkompositionen M 45–46 wurden zusammen mit den Studienkompositionen M 32–33, M 22–23 (M 22 ohne Variationen für Streichquartett), M 75–76, M 116 sowie den nur in Skizzen überlieferten und Fragment gebliebenen Klavierstücken M 158–159, M 266 und M 280 am 13. September 1998 in einem Konzert im Château d’Autigny bei Fribourg</a> ebenfalls von Dünki erstmals aufgeführt. Auch hier zeichnete der Pianist selbst für die Transkriptionen verantwortlich. Eine Einspielung all der genannten Stücke war bereits im April desselben Jahres erfolgt.<sup><a id='note-ref-28' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-28'})\" title='Anton Webern, Piano Music 1904–1936, Jean-Jacques Dünki (Klav.), Zürich: Jecklin, 1998 (JD 719-2).'>28</a></sup></p>"
                    ],
                    "blockNotes": [
                        "<p id='note-23' class='note note-2-dig'><a class='note-backlink' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-ref-23'})\">23</a> | Vgl. in Bezug auf <a href='https://ark.dasch.swiss/ark:/72163/1/0806/Pkd2nTOqRkWsOdSNXSsJVA2.20230526T215003568534358Z' class='link'>Berg</a> auch Krämer, <em>Alban Berg als Schüler</em> (Anm. <a (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-5'})\">5</a>), S. 173 ff.</p>",
                        "<p id='note-24' class='note note-2-dig'><a class='note-backlink' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-ref-24'})\">24</a> | Vgl. auch <a href='https://ark.dasch.swiss/ark:/72163/1/0806/NNQ_G9m=S7iwhy18wxgeTQU.20241128T141543924385807Z' class='link'>Schoenberg, <em>Fundamentals of Musical Composition</em></a> (Anm. <a (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-15'})\">15</a>), S. 137.</p>",
                        "<p id='note-25' class='note note-2-dig'><a class='note-backlink' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-ref-25'})\">25</a> | Vgl. <a href='https://ark.dasch.swiss/ark:/72163/1/0806/NNQ_G9m=S7iwhy18wxgeTQU.20241128T141543924385807Z' class='link'>Schoenberg, <em>Fundamentals of Musical Composition</em></a> (Anm. <a (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-15'})\">15</a>), S. 190. (Dort auch die Kleinschreibung „aba“ für die untergeordnete Form.)</p>",
                        "<p id='note-26' class='note note-2-dig'><a class='note-backlink' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-ref-26'})\">26</a> | Vgl. <a href='https://ark.dasch.swiss/ark:/72163/1/0806/uA37YW57TKSmVcHpitp8Uw8.20160524T074123Z' class='link'>Markus Böggemann, „Werk und Wertung. Anton Weberns Jugendkompositionen in der Analyse“, in: <em>Der junge Webern. Texte und Kontexte</em></a> (Anm. <a (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-12'})\">12</a>), S. 35–50, hier S. 48 f.</p>",
                        "<p id='note-27' class='note note-2-dig'><a class='note-backlink' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-ref-27'})\">27</a> | Vgl. <a href='https://ark.dasch.swiss/ark:/72163/1/0806/mnVmxdH7T6682QqkreWNgQd.20230526T220504277105225Z' class='link'>Cox, <em>Anton Weberns Studienzeit</em></a> (Anm. <a (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-2'})\">2</a>), S. 78.</p>",
                        "<p id='note-28' class='note note-2-dig'><a class='note-backlink' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-ref-28'})\">28</a> | Anton Webern, <em>Piano Music 1904–1936</em>, Jean-Jacques Dünki (Klav.), Zürich: Jecklin, 1998 (JD 719-2).</p>"
                    ]
                },
                {
                    "blockId": "scherzo",
                    "blockHeader": "Studienkompositionen: Scherzo mit Trio (M 32–33)",
                    "blockContent": [
                        "<p class='no-indent spacebreak'>Spätestens ab der Hinwendung zur Scherzo-Form scheinen die Übungen im Klavier- und Streichquartettsatz im Unterricht parallel zu verlaufen. M 32 ist das einzige im Klaviersatz überlieferte Scherzo aus der Studienzeit und steht in unmittelbarer zeitlicher Nähe zum <a href='https://ark.dasch.swiss/ark:/72163/1/0806/5SVA9lsBQBa=tKe3QhXyWwb.20121102T150459Z' class='link'>Scherzo mit Trio für Streichquartett M 68</a>. Aufgrund der Skizzenanordnung in den Manuskripten ist sogar davon auszugehen, dass M 32 nach M 68 entstanden ist, Webern also diesen Formtypus zunächst in der kammermusikalischen Besetzung übte.</p>",
                        "<p>Das impulsive Hauptthema in E-Dur von M 32 hat Webern seinem im April 1903 komponierten Lied <a href='https://ark.dasch.swiss/ark:/72163/1/0806/NG_bo2tpR=OlfJ1AGob61QQ.20230526T172931394050018Z' class='link'><em>Nachtgebet der Braut</em> M 12</a> entnommen;<sup><a id='note-ref-29' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-29'})\" title='Cox, Anton Weberns Studienzeit (Anm. 2), S. 77.'>29</a></sup> es verweist in seinem stürmisch-drängenden Gestus auf <a href='https://ark.dasch.swiss/ark:/72163/1/0806/LNUtPXbOQCmUTNr=GBZaZAH.20241016T120134162926527Z' class='link'>Richard Strauss</a> als mögliche Vorlage.<sup><a id='note-ref-30' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-30'})\" title='Vgl. dazu und zum Folgenden ausführlicher: Matthias Schmidt, „Geschichtsstunde. Zur Historiographie Weberns und der Schönberg-Schule“, in: Der junge Webern. Texte und Kontexte (Anm. 12), S. 51–70, hier S. 59–68. Faksimiles auf S. 66 f.'>30</a></sup> Dabei verlangte die Gattungstransformation – möglicherweise von <a href='https://ark.dasch.swiss/ark:/72163/1/0806/Y1=4oD0OTZqzzOQM=H9ywA_.20230526T214948203842794Z' class='link'>Schönberg</a> aus didaktischen Überlegungen angeregt<sup><a id='note-ref-31' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-31'})\" title='Vgl. Schmidt, „Geschichtsstunde“ (Anm. 30), S. 62 f.'>31</a></sup> – vom freieren Lied zum straffer organisierten Instrumentalstück eine Kanalisierung in formaler und motivischer Hinsicht. Das Scherzo M 32 basiert auf einer symmetrischen Periode, die in einer kleinen Schlussgruppe mündet und harmonisch in E-Dur gefestigt ist. Der kontrastierende Mittelteil, der lehrbuchmäßig mit Sequenzierungen und motivischen Versatzstücken in sukzessiver Verkürzung arbeitet, teilt sich auf in einen modulierenden Abschnitt und einen eher episodischen in fis-Moll/A-Dur, der schließlich in die variierte Reprise überleitet.</p>",

                        "<div class='table-responsive'><table class='awg-intro-table spacebreak small'><tbody><tr><td></td><td colspan='2'>A</td><td colspan='2'>B</td><td colspan='2'>A'</td></tr><tr><td colspan='7'>&nbsp;</td></tr><tr><td></td><td>Periode</td><td>Schlussgr.</td><td colspan='2'></td><td>Periode</td><td>Coda</td></tr><tr><td>M 32 TF1</td><td>16 T.</td><td>5 T.</td><td>27 T.</td><td>16 T.</td><td>16 T.</td><td>4 T.</td></tr><tr><td>M 32 TF2</td><td>16 T.</td><td>4 T.</td><td>21 T.</td><td>16 T.</td><td>16 T.</td><td>4 T.</td></tr><tr><td>M 32 TF3</td><td>16 T.</td><td>4 T.</td><td>21 T.</td><td>11 T.</td><td>17 T.</td><td>—</td></tr><tr><td colspan='7'>&nbsp;</td></tr><tr><td></td><td>E</td><td></td><td>Mod.</td><td>fis/A</td><td>E</td><td></td></tr></tbody></table></div>",

                        "<p class='no-indent spacebreak'>Das Manuskript weist etliche Streichungen und Überarbeitungsanweisungen (z. B. „Thema unten“, „oben Gegenstimme“) mit Bleistift und braunem Buntstift auf, deren Schreibduktus nicht immer eindeutig Webern oder Schönberg zugeordnet werden kann, die sich aber anhand der nachfolgenden Textfassungen sowie der auf separaten Blättern notierten Einschübe nachvollziehen lassen.</p>",
                        "<p><span class='link-todo'>Textfassung 2</span> von M 32 beinhaltet nur wenige Änderungen, die sich weitgehend auf den modulierenden Abschnitt im B-Teil beschränken. Motivische Binnenstruktur wie auch Harmonik bleiben dabei im Wesentlichen erhalten, Webern strafft primär die etwas inkohärente Überleitung nach fis-Moll/A-Dur (die getilgten Takte 45–48 aus <span class='link-todo'>Textfassung 1</span> lassen den motivischen Bezug zum Hauptthema vermissen).</p>",
                        "<p>Die Reduktion auf 21 Takte in der Modulation bleibt in <span class='link-todo'>Textfassung 3</span> bestehen, doch werden ab der zweiten Hälfte (T. 30) die harmonisch möglicherweise zu monotonen Akkordfolgen im Quintabstand mit dazwischengeschobenen halbverminderten Septakkorden aufgegeben zugunsten einer Modulation in das entfernte Es-Dur, um zuletzt über die enharmonische Verwechslung zu der Episode in fis-Moll zu gelangen. Deren Überleitung in die Reprise wird nun auch konzentriert, indem sie von acht auf drei Takte verkürzt wird. Außerdem gibt Webern in der Reprise die Begleitung mit Akkordbrechungen auf und notiert stattdessen einen schlichteren, dafür vollgriffigeren Satz.</p>",
                        "<p>Dass M 33 als kontrastierendes Trio zum Scherzo M 32 fungieren könnte, erschließt sich nur indirekt. Auf eine formale Zusammengehörigkeit deuten jedoch mehrere Aspekte hin: (1) die Notation beider Textfassungen von M 33 unmittelbar unterhalb der Schlusstakte von M 32 Textfassung 1; (2) die chronologische Nähe zu der Studienkomposition für Streichquartett M 68, bei der das Trio als solches betitelt ist; (3) die Varianttonart e-Moll; (4) der Melodiebeginn auf der Terz; (5) das Wiederaufgreifen des punktierten Rhythmus und der Begleitung mit einer Achtelpause gefolgt von akkordisch gebrochenen Achtelnoten.<sup><a id='note-ref-32' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-32'})\" title='Vgl. auch Schmidt, „Geschichtsstunde“ (Anm. 30), S. 67.'>32</a></sup> Die beiden Textfassungen von M 33 unterscheiden sich nur geringfügig in melodischer und harmonischer Hinsicht.</p>",
                        "<p>Die Studienkompositionen für Klavier M 32–33 wurden zusammen mit den Studienkompositionen M 45–46, M 22–23, M 75–76, M 116 sowie den nur in Skizzen überlieferten und Fragment gebliebenen Klavierstücken M 158–159, M 266 und M 280 durch <a href='https://ark.dasch.swiss/ark:/72163/1/0806/doR1M9dCQzeAQYuqujfqugC.20210315T072822Z' class='link'>Jean-Jacques Dünki</a> auf der Grundlage eigener Transkriptionen am <a href='https://ark.dasch.swiss/ark:/72163/1/0806/6yK7ehH4SVCTokm=Oq7CsQE.20241126T085830936655299Z' class='link'>13. September 1998 in einem Konzert im Château d’Autigny bei Fribourg erstmals aufgeführt</a>. Eine Einspielung dieser Studienkompositionen war bereits im April desselben Jahres erfolgt.</p>"
                    ],
                    "blockNotes": [
                        "<p id='note-29' class='note note-2-dig'><a class='note-backlink' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-ref-29'})\">29</a> | <a href='https://ark.dasch.swiss/ark:/72163/1/0806/mnVmxdH7T6682QqkreWNgQd.20230526T220504277105225Z' class='link'>Cox, <em>Anton Weberns Studienzeit</em></a> (Anm. <a (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-2'})\">2</a>), S. 77.</p>",
                        "<p id='note-30' class='note note-2-dig'><a class='note-backlink' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-ref-30'})\">30</a> | Vgl. dazu und zum Folgenden ausführlicher: <a href='https://ark.dasch.swiss/ark:/72163/1/0806/RlL1gfhjSXOku7EUczqL5wQ.20160524T074340Z' class='link'>Matthias Schmidt, „Geschichtsstunde. Zur Historiographie Weberns und der Schönberg-Schule“, in: <em>Der junge Webern. Texte und Kontexte</em></a> (Anm. <a (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-12'})\">12</a>), S. 51–70, hier S. 59–68. Faksimiles auf S. 66 f.</p>",
                        "<p id='note-31' class='note note-2-dig'><a class='note-backlink' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-ref-31'})\">31</a> | Vgl. <a href='https://ark.dasch.swiss/ark:/72163/1/0806/RlL1gfhjSXOku7EUczqL5wQ.20160524T074340Z' class='link'>Schmidt, „Geschichtsstunde“</a> (Anm. <a (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-30'})\">30</a>), S. 62 f.</p>",
                        "<p id='note-32' class='note note-2-dig'><a class='note-backlink' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-ref-32'})\">32</a> | Vgl. auch <a href='https://ark.dasch.swiss/ark:/72163/1/0806/RlL1gfhjSXOku7EUczqL5wQ.20160524T074340Z' class='link'>Schmidt, „Geschichtsstunde“</a> (Anm. <a (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-30'})\">30</a>), S. 67.</p>"
                    ]
                },
                {
                    "blockId": "variations",
                    "blockHeader": "Studienkompositionen: Thema mit Variationen (M 22–23, M* 409–410, M* 412–416)",
                    "blockContent": [
                        "<p class='no-indent spacebreak'>Bei den Variationen greifen Übungen im Klaviersatz und im Streichquartettsatz noch enger ineinander als bei den Scherzi. Sowohl bei M 22 als auch bei M 23 gehen die Variationen vom Klaviersatz nahtlos in die Besetzung für Streichquartett über – mit dem Unterschied, dass Webern im Fall von M 22 die insgesamt 23 Variationen bis zum Ende konsequent mit römischen Zahlen durchnummeriert und damit eine direkte Zusammengehörigkeit signalisiert, während er bei M 23 die Variationen für Streichquartett neu zu nummerieren beginnt (weshalb sie wohl Moldenhauer separat als <a href='https://ark.dasch.swiss/ark:/72163/1/0806/LYmSEEwmS32beZwF1FY8eQo.20121102T150458Z' class='link'>M 24</a> deklariert hat). Aus diesem Grunde werden hier die drei letzten Variationen von M 22 trotz der anderen Besetzung in die Edition miteinbezogen, während M 24 in <span class='link-todo'>Abteilung II/2b</span> erscheinen wird.</p>",
                        "<p>Zunächst scheint Webern mit <a href='https://ark.dasch.swiss/ark:/72163/1/0806/Y1=4oD0OTZqzzOQM=H9ywA_.20230526T214948203842794Z' class='link'>Schönberg</a> nach einem geeigneten Thema gesucht zu haben, das nicht „too many and too interesting features“ enthält.<sup><a id='note-ref-33' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-33'})\" title='Schoenberg, Fundamentals of Musical Composition (Anm. 15), S. 167. Dementsprechend erstaunt es wenig, dass in Textfassung 2 von M* 409 gerade die figurativen Elemente getilgt werden. Dass Schönberg seine Schüler zunächst verschiedene Themen entwerfen ließ, bevor das Weiterverarbeiten in Variationen folgte, ist auch bei Berg bezeugt. Vgl. Ulrich Krämer, Einleitung zum Kritischen Bericht, in: Alban Berg, Kompositionen aus der Studienzeit. Teil 1, hg. von Ulrich Krämer, Wien: Universal Edition, 1998 (Sämtliche Werke II Abteilung Musikalischer Nachlass Bd. 2), S. 147.'>33</a></sup> Die erste Manuskriptseite der Tintenniederschrift von M 22 reiht untereinander vier potenzielle Themen auf: M* 409, M* 410, M* 412 sowie das Thema von M 22, das an dritter Stelle steht. Unmittelbar unterhalb des letzten Themas M* 412 setzen dann die ersten beiden Variationen zu M 22 ein. Die vier Variations-Themen verfolgen unterschiedliche Strategien in formaler und harmonischer Hinsicht:</p>",

                        "<div class='table-responsive'><table class='awg-intro-table spacebreak small'><tbody><tr><td colspan='4'></td><td>Vordersatz</td><td>Nachsatz</td></tr><tr><td colspan='6'>&nbsp;</td></tr><tr><td>M* 409</td><td>Periode</td><td>16 T.</td><td>C</td><td>I→I</td><td>vi→I</td></tr><tr><td>M* 410</td><td>Periode</td><td>16 T.</td><td>G</td><td>I→V</td><td>ii→I</td></tr><tr><td>M 22</td><td>Periode</td><td>8 T.</td><td>a</td><td>i→V</td><td>I→i</td></tr><tr><td>M* 412</td><td>Satz</td><td>8→16 T.</td><td>D</td><td>I→I</td><td>I→I</td></tr></tbody></table></div>",

                        "<p class='no-indent spacebreak'>Die Themen von M 22 und M* 412 (letzteres anfänglich nur aus acht Takten bestehend) sind mit Bleistift eingeklammert und mit den römischen Zahlen I und II versehen. Die Aufgabe bestand möglicherweise also darin, je einen Satz von Variationen über ein kürzeres und ein längeres Thema zu komponieren, angefangen mit der kürzeren Variante.</p>",
                        "<p>Das durch eine markante rhythmische Kontur geprägte Thema von M 22 in a-Moll ähnelt dem Charakter nach der bekannten Caprice Nr. 24 von <a href='https://ark.dasch.swiss/ark:/72163/1/0806/e=REquW4RbyC0EbreU06KQ3.20241125T145241315584547Z' class='link'>Niccolò Paganini</a>, die ersten vier Takte sind in der harmonischen Disposition nahezu identisch. Die anschließenden Variationen operieren vor allem mit der rhythmischen und melodischen Umspielung des Themas, während das Grundschema der Akkordprogression (sofern die Variation nicht fragmentarisch bleibt) beibehalten wird – bis zur dreizehnten Variation: Dort weicht Webern erstmals von der anfänglichen Konstellation ab, indem er den Vordersatz mit einer Kadenz auf der III. Stufe C-Dur schließt und den Nachsatz stattdessen auf der Dominante (V) eröffnet. Das Bemerkenswerte ist, dass diese Umstellung gerade dann erfolgt, als Webern zwischenzeitlich weitere potenzielle Variations-Themen entwirft: In der Tintenniederschrift von M 22 sind zwischen Variation XII und XIII die Entwürfe für die Variations-Themen M* 413 und M* 414 eingeschoben.<sup><a id='note-ref-34' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-34'})\" title='Diese Reihenfolge ist auch in den Skizzen dokumentiert.'>34</a></sup></p>",

                        "<div class='table-responsive'><table class='awg-intro-table spacebreak small'><tbody><tr><td colspan='4'></td><td>Vordersatz</td><td>Nachsatz</td></tr><tr><td colspan='6'>&nbsp;</td></tr><tr><td>M* 413</td><td>Periode</td><td>7 T.</td><td>e</td><td>i→V</td><td>i→i</td></tr><tr><td>M* 414</td><td>Periode</td><td>8 T.</td><td>C</td><td>I→vi</td><td>vi→I</td></tr></tbody></table></div>",

                        "<p class='no-indent spacebreak'>Diese erproben andere harmonische Strategien, die ihren Niederschlag in den darauffolgenden Variationen von M 22 finden. Die harmonische Abweichung in Variation XIII ist im bloß siebentaktigen M* 413 vorweggenommen, wo die III. Stufe in Dur – allerdings dort schon im dritten Takt – durch dieselbe Progression i–(V)–III erreicht wird. Und die Ausweichung zur Moll-Parallele, wie sie in M* 414 gehandhabt wird, übernimmt Webern in ähnlicher Weise in den Dur-Variationen Nr. XIV (Fragment) und XVIII. Das Pendant dazu, der Wechsel zur Dur-Parallele in der Moll-Tonart, findet sich in den Variationen XVII und XX, in denen zugleich neue harmonische Nuancen zu beobachten sind.</p>",
                        "<p>Vor Variation XIX sind noch einmal zwei mögliche Variations-Themen eingeschoben, M* 415 und M* 416.</p>",

                        "<div class='table-responsive'><table class='awg-intro-table spacebreak small'><tbody><tr><td colspan='4'></td><td>Vordersatz</td><td>Nachsatz</td></tr><tr><td colspan='6'>&nbsp;</td></tr><tr><td>M* 415</td><td>Periode</td><td>8 T.</td><td>G</td><td>I→V</td><td>iii→I</td></tr><tr><td>M* 416</td><td>Periode</td><td>8 T.</td><td>C</td><td>I→V</td><td>IV→I</td></tr></tbody></table></div>",

                        "<p class='no-indent spacebreak'>Darauf folgen die letzten beiden Variationen im Klaviersatz, deren harmonisches Schema ganz bzw. mit einer kleinen Abweichung wieder der anfänglichen Version entspricht. Dafür scheint Webern zuletzt das rhythmische Element der Synkope aus M* 416 aufgegriffen zu haben, das zuvor nirgends auftaucht. In den drei Variationen für Streichquartett schließlich erlaubt die Besetzung neue satztechnische Verfahren wie motivische Zergliederung und kanonische Einsätze. Die Akkordprogressionen spiegeln die bisherige Vorgehensweise wider: Zuerst bleibt die Grundstruktur erhalten (Var. XXI), dann wird sie freier (Var. XXII, XXIII).</p>",
                        "<p>Diese Dynamik im Schreibprozess von M 22, das wiederholte Ineinandergreifen beim Niederschreiben von Variationen und Variations-Themen im Manuskript, liefert letztlich ein exemplarisches Abbild von der Unterrichtsdynamik: ein konstantes Analysieren und Weiterdenken während des Komponierens, ein Einholen von Rückmeldungen des Lehrers verbunden mit dem Ausprobieren möglicher Spielräume.</p>",
                        "<p>Noch vor der letzten Variation von M 22 im Streichquartettsatz hält Webern ein weiteres Thema fest, diesmal aber kein selbsterfundenes. Es handelt sich stattdessen um das mit einer eigenen Harmonisierung unterlegte deutsche Volkslied „Der Winter ist vergangen“.<sup><a id='note-ref-35' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-35'})\" title='Der Text des Liedes ist altniederländischen Ursprungs und wohl erstmals 1537 in der sogenannten „Weimarer Liederhandschrift“ überliefert. Die später dazu unterlegte Melodie geht zurück auf das um 1600 entstandene Lautenbuch Het Luitboek van Thysius. Vgl. Deutscher Liederhort (Bd. 2), hg. von Ludwig Erk und Franz Magnus Böhme, Wiesbaden: Breitkopf &amp; Härtel, 1894, S. 204 f. Der Kasuswechsel von „des Maien Schein“ in der Textüberlieferung zu „den Maienschein“ in der Übertitelung bei Webern ist vermutlich durch Niederschrift des Textes aus dem Gedächtnis zu erklären, zumal in den Skizzen die originale Schreibweise vorzufinden ist.'>35</a></sup> Dieses sechzehntaktige Modell diente als Ausgangspunkt für die Variationen M 23 und M 24 und ersetzte offenbar das ursprünglich für die Übung angedachte M* 412.<sup><a id='note-ref-36' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-36'})\" title='Schönberg betont die Schwierigkeit, dass „[i]t is not easy to write a good original theme for variation“ und verweist auf die häufige Verwendung populärer und folkloristischer Melodien. Vgl. Schoenberg, Fundamentals of Musical Composition (Anm. 15), S. 167 f.'>36</a></sup> Das Thema selbst hat Webern in zwei Tintenniederschriften harmonisch verschieden gesetzt, wobei von den geringfügigen Änderungen in der zweiten Niederschrift am ehesten die Modifikationen im zweiten Takt erwähnenswert sind. Der Molleinschlag in der Harmonisierung wird dort verlängert, indem nun schon ab der zweiten Takthälfte die Moll-Stufen erklingen: Zum einen endet der Abschlag der ersten Phrase statt auf der I. Stufe auf der vi. Stufe e-Moll. (Diese Stufe kommt in der Reprise an der parallelen Stelle nicht mehr vor, wird aber erneut vorgezogen auf T. 9 zweite Zählzeit. Die Variationen setzen dann dieses Changieren zwischen e-Moll und G-Dur mit unterschiedlichem Ergebnis fort.) Zum anderen folgt auf dem letzten Viertel von Takt 2 neu explizit die ii. Stufe a-Moll, wo zuvor trotz fehlendem Quintton g eindeutig ein subdominantisches C-Dur, also IV. Stufe, gehört und – zumal wegen der doppelten Verankerung des c sowohl als Grund- als auch Melodieton – auch gelesen wird. Mit der Umstellung auf a-Moll bekräftigt Webern die harmonische Schlichtheit des Themas, das sich somit auf die Stufen I, ii, V und vi beschränkt. Selbst in den darauffolgenden Variationen sind nur wenige sporadische Ausnahmen (z. B. Var. II, T. 6) von diesem Stufenrepertoire zu beobachten. Weil das Thema im Gegensatz zu M 22 besonders melodisch ausgeprägt ist, fokussieren sich stattdessen die Variationsprinzipien in M 23 auf Figurationen, Umspielungen sowie rhythmische Aufsplittung und Registerwechsel der Melodielinie.</p>",
                        "<p>Die Variationen M 22–23 wurden zusammen mit den Studienkompositionen M 45–46, M 32–33, M 75–76, M 116 sowie den nur in Skizzen überlieferten und Fragment gebliebenen Klavierstücken M 158–159, M 266 und M 280 durch <a href='https://ark.dasch.swiss/ark:/72163/1/0806/doR1M9dCQzeAQYuqujfqugC.20210315T072822Z' class='link'>Jean-Jacques Dünki</a> auf der Grundlage eigener Transkriptionen <a href='https://ark.dasch.swiss/ark:/72163/1/0806/6yK7ehH4SVCTokm=Oq7CsQE.20241126T085830936655299Z' class='link'>am 13. September 1998 in einem Konzert im Château d’Autigny bei Fribourg erstmals aufgeführt</a>. Eine Einspielung dieser Studienkompositionen (mitsamt den alternativen Variationsthemen M* 409–410 und M* 412–416) war bereits im April desselben Jahres erfolgt.</p>"
                    ],
                    "blockNotes": [
                        "<p id='note-33' class='note note-2-dig'><a class='note-backlink' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-ref-33'})\">33</a> | <a href='https://ark.dasch.swiss/ark:/72163/1/0806/NNQ_G9m=S7iwhy18wxgeTQU.20241128T141543924385807Z' class='link'>Schoenberg, <em>Fundamentals of Musical Composition</em></a> (Anm. <a (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-15'})\">15</a>), S. 167. Dementsprechend erstaunt es wenig, dass in <span class='link-todo'>Textfassung 2 von M* 409</span> gerade die figurativen Elemente getilgt werden. Dass Schönberg seine Schüler zunächst verschiedene Themen entwerfen ließ, bevor das Weiterverarbeiten in Variationen folgte, ist auch bei <a href='https://ark.dasch.swiss/ark:/72163/1/0806/Pkd2nTOqRkWsOdSNXSsJVA2.20230526T215003568534358Z' class='link'>Berg</a> bezeugt. Vgl. Ulrich Krämer, Einleitung zum Kritischen Bericht, in: Alban Berg, <em>Kompositionen aus der Studienzeit. Teil 1</em>, hg. von Ulrich Krämer, Wien: Universal Edition, 1998 (Sämtliche Werke II Abteilung Musikalischer Nachlass Bd. 2), S. 147.</p>",
                        "<p id='note-34' class='note note-2-dig'><a class='note-backlink' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-ref-34'})\">34</a> | Diese Reihenfolge ist auch in den Skizzen dokumentiert.</p>",
                        "<p id='note-35' class='note note-2-dig'><a class='note-backlink' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-ref-35'})\">35</a> | Der Text des Liedes ist altniederländischen Ursprungs und wohl erstmals 1537 in der sogenannten „Weimarer Liederhandschrift“ überliefert. Die später dazu unterlegte Melodie geht zurück auf das um 1600 entstandene Lautenbuch <em>Het Luitboek van Thysius</em>. Vgl.<em> Deutscher Liederhort</em> (Bd. 2), hg. von Ludwig Erk und Franz Magnus Böhme, Wiesbaden: Breitkopf &amp; Härtel, 1894, S. 204 f. Der Kasuswechsel von „des Maien Schein“ in der Textüberlieferung zu „den Maienschein“ in der Übertitelung bei Webern ist vermutlich durch Niederschrift des Textes aus dem Gedächtnis zu erklären, zumal in den Skizzen die originale Schreibweise vorzufinden ist.</p>",
                        "<p id='note-36' class='note note-2-dig'><a class='note-backlink' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-ref-36'})\">36</a> | Schönberg betont die Schwierigkeit, dass „[i]t is not easy to write a good original theme for variation“ und verweist auf die häufige Verwendung populärer und folkloristischer Melodien. Vgl. <a href='https://ark.dasch.swiss/ark:/72163/1/0806/NNQ_G9m=S7iwhy18wxgeTQU.20241128T141543924385807Z' class='link'>Schoenberg, <em>Fundamentals of Musical Composition</em></a> (Anm. <a (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-15'})\">15</a>), S. 167 f.</p>"
                    ]
                },
                {
                    "blockId": "phrase_and_harmonization",
                    "blockHeader": "Studienkompositionen: Phrasenbildung und Harmonisierung (M* 465–467)",
                    "blockContent": [
                        "<p class='no-indent spacebreak'>Im Juli 1906 erwähnte Webern, auf dem familiären Landgut Preglhof weilend, in einem Brief an <a href='https://ark.dasch.swiss/ark:/72163/1/0806/Y1=4oD0OTZqzzOQM=H9ywA_.20230526T214948203842794Z' class='link'>Schönberg</a> (übrigens der erste erhaltene Brief an diesen), dass er zurzeit täglich einen Choral harmonisiere, und hakte beim Lehrer zugleich nach, wie die offenbar den Schülern gestellte Aufgabe eigentlich zu lösen sei: „Soll ich die Choräle einfach harmonisieren oder auch kontrapunktisch bearbeiten? […] Ich habe Sie so verstanden, daß ich die Choralmelodien in der Weise, wie etwa die Choräle in der ‚Matthäuspassion‘ sind, bearbeiten soll; vierstimmig mit ein paar Durchgangsnoten. Was aber <a href='https://ark.dasch.swiss/ark:/72163/1/0806/2LY3f_2GT4ahwzwZAGt5JQK.20230914T10120760428422Z' class='link'>Horwitz</a> meint ist im Sinne von Bachs Choralvorspielen: in einer Stimme der Choral, in den anderen Canones oder Durchführungen eines oder mehrerer Themen.“<sup><a id='note-ref-37' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-37'})\" title='Webern an Schönberg, 29. Juli 1906 (zitiert nach Digitalisat in A-Was: ID 21793).'>37</a></sup> Eine Antwort Schönbergs ist nicht überliefert, tatsächlich aber enthält Weberns Nachlass beide erwähnten Varianten der Choralbearbeitung. In den dazugehörigen Notenmanuskripten finden sich außerdem, vermischt mit den Skizzen zu eben diesen Chorälen und Choralvorspielen, weitere Studienübungen, die somit zur selben Zeit entstanden sein müssen. Bei diesen Übungen, die allesamt achttaktig sind, scheinen vor allem zwei Aspekte im Vordergrund gestanden zu haben: das Bilden einer Phrase aus verschiedenen Motivformen, gleichsam anhand eines Bausatzkastens, sowie die Harmonisierung der dadurch gewonnenen Phrase in einer Art Kantionalsatz. Das Baukastenprinzip spiegelt sich mehrfach in Weberns Marginalien am Rande des Notenpapiers, wo er die möglichen Kombinationen der Motive jeweils untereinander tabellarisch auflistet (z. B. „aab | aba | abb | aab“).</p>",
                        "<p>Angesichts des inzwischen doch recht fortgeschrittenen Kompositionsunterrichts Weberns mögen diese Übungen zunächst erstaunen. Schönberg selbst kommt in seinen <em>Fundamentals</em> auf das Prinzip von „connecting motive-forms“ bereits in den ersten Kapiteln zu sprechen, gibt aber immerhin zu bedenken, dass „artistically, the connexion of motive-forms depends on factors which can only be discussed at a later stage“.<sup><a id='note-ref-38' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-38'})\" title='Schoenberg, Fundamentals of Musical Composition (Anm. 15), S. 16.'>38</a></sup></p>",
                        "<p>In den Manuskripten erstrecken sich die Skizzen zu diesem Übungsmodell über mehrere Seiten, in wechselnden Takt- und Tonarten. Drei davon (M* 465–467) hat Webern sauber in Tinte niedergeschrieben und offensichtlich Schönberg vorgelegt, wovon Eintragungen mit blauem Buntstift zeugen. Alle drei Modelle basieren maßgeblich auf dem rhythmischen Motiv der punktierten Viertelnote mit Achtelnote, gefolgt von zwei Viertelnoten (a). Das anfängliche Setzkastenmuster (aaab/aaab) wird dabei zunächst leicht variiert (abab/aaab) und sodann erweitert (acab/aacb), wobei die Motivformen untereinander verwandt bzw. voneinander abgeleitet sind. Bemerkenswert ist, wie stufenreich die jeweils unterlegte Harmonik ausgestaltet wird, die im Grunde keine Stufe auslässt. Schönbergs kritische Eintragungen zu diesen Studienkompositionen zielen dabei auf die Umsetzung in Harmonik und Stimmführung, indem er vor allem die offensichtlichen (und erstaunlich oft vorkommenden) Quintparallelen hervorhebt (z. B. T. 1–2 in M* 465).</p>"
                    ],
                    "blockNotes": [
                        "<p id='note-37' class='note note-2-dig'><a class='note-backlink' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-ref-37'})\">37</a> | <a href='https://ark.dasch.swiss/ark:/72163/1/0806/p_OX0neYSamZb3uikzmaLQ3.20241125T115955660096286Z' class='link'>Webern an Schönberg, 29. Juli 1906</a> (zitiert nach Digitalisat in A-Was: ID 21793).</p>",
                        "<p id='note-38' class='note note-2-dig'><a class='note-backlink' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-ref-38'})\">38</a> | <a href='https://ark.dasch.swiss/ark:/72163/1/0806/NNQ_G9m=S7iwhy18wxgeTQU.20241128T141543924385807Z' class='link'>Schoenberg, <em>Fundamentals of Musical Composition</em></a> (Anm. <a (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-15'})\">15</a>), S. 16.</p>"
                    ]
                },
                {
                    "blockId": "preparing_larger_forms",
                    "blockHeader": "Studienkompositionen: Vorbereitung auf größere Formmodelle? (M 75–76, M 43–44, M 116)",
                    "blockContent": [
                        "<p class='no-indent spacebreak'>Mit den Studienkompositionen M 75–76,<sup><a id='note-ref-39' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-39'})\" title='Bei dem von Moldenhauer als M 77 gekennzeichneten Klavierstück in Es-Dur/es-Moll handelt es sich in Wirklichkeit um eine Skizze zu M 75. In Abteilung II/2a wird Textfassung 1 von M 76 ediert, die im Klaviersatz notiert ist. Die fragmentarische Textfassung 2 im Streichquartettsatz erscheint in Abteilung II/2b.'>39</a></sup> M 43–44 und M 116 liegen Übungen vor, die teilweise den Eindruck erwecken, dass wieder auf eine ‚einfachere‘ Form aus dem Beginn des Unterrichts zurückgegriffen, diese aber in ihren Konturen nun aufgeweicht und zugleich mit einer wesentlich avancierteren Harmonik verbunden wird. Möglicherweise lag ein didaktisches Ziel darin, das inzwischen angeeignete Formdenken auf einer kompositorisch komplexeren Ebene anzuwenden und das dabei geschaffene Material als Ausgangspunkt für größere Formen zu nutzen.</p>",
                        "<p>Mittels übermäßiger Akkorde, enharmonischer Verwechslungen und chromatischer Progressionen wird die Tonalität ambivalent gestaltet und die funktionsharmonische Spannung mitunter aufgegeben. Bemerkenswert ist hier Weberns vereinzelte Notation in „Simultanschrift“, wie sie Reinhard Gerlach anhand des Dehmel-Liedes <a href='https://ark.dasch.swiss/ark:/72163/1/0806/z8faqCHZSW2zMWREJTDJQAW.20230526T174056762259622Z' class='link'>„Am Ufer“ M 130</a> von 1908 erstmals beschrieb,<sup><a id='note-ref-40' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-40'})\" title='Reinhard Gerlach, „Kompositionsniederschrift und Werkfassung am Beispiel des Liedes ‚Am Ufer‘ (1908) von Webern“, in: Beiträge 1972/73 [Kongreßbericht zum 5. Internationalen Webern-Kongreß], hg. von der Österreichischen Gesellschaft für Musik, Kassel u. a.: Bärenreiter, 1973, S. 111–126, hier S. 117.'>40</a></sup> und die sich auch in einigen George-Liedern wiederfindet (vgl. z. B. <span class='link-todo'>„Erwachen aus dem tiefsten Traumesschoße“ M 143</span>, <span class='link-todo'>„Kunfttag I“ M 144</span>, <span class='link-todo'>„Trauer I“ M 145</span> in <span class='link-todo'>AWG I/5</span>): Die akkordischen Verschiebungen werden linear in die metrische Grundeinheit zergliedert (M 44: T. 1–2, M 76: T. 14–17), was durch die kleineren Zählwerte eine visuelle Kontrolle über die einzelnen Akkorde erlaubt. Der Kompositionsprozess schlägt sich so unmittelbar im Notentext nieder. Auch die homorhythmischen Akkordfolgen in M 116 (T. 13) und insbesondere M 43 lassen sich als Ausdruck dieses Experimentierens mit harmonischen Verbindungen interpretieren.</p>",
                        "<p>Die formalen und harmonischen Modelle bleiben bei diesen Übungen stellenweise als Blaupause erkennbar, werden aber tendenziell aufgelöst oder werfen Fragen auf. In M 44, M 76 und M 116 (mit stark verkürzter Reprise) scheint die dreiteilige Struktur noch einigermaßen ausgeprägt und das zugrunde liegende harmonische Schema im Wesentlichen konventionell. In M 75 erschließen sich die formalen Schnittstellen dagegen weniger unmittelbar. Vorausgesetzt es handelt sich hier um eine dreiteilige Form: Wo genau würde der kontrastierende B-Teil in M 75 beginnen (T. 7 mit Auftakt?), und sollte nach dem doppelten Taktstrich tatsächlich noch der abschließende Formteil A' folgen? Bei M 43 schließlich stellt sich die Frage, ob überhaupt eine dreiteilige Form vorliegt oder ob es sich in diesem Fall vielmehr um eine ausgedehntere Themenexposition handelt, die erst noch in den Seitensatz überleiten würde?</p>",

                        "<div class='table-responsive'><table class='awg-intro-table spacebreak small'><tbody><tr><td></td><td>Form</td><td>A-Thema</td><td>Tonart</td><td>A</td><td>B</td><td>A'</td></tr><tr><td colspan='7'>&nbsp;</td></tr><tr><td>M 116</td><td>ABA</td><td>Periode?</td><td>c</td><td>c→G <br /> i→V</td><td>c→G <br /> i→V</td><td>c→c <br /> i→i</td></tr><tr><td>M 75</td><td>AB(A?)</td><td>Periode?</td><td>a</td><td>e→E <br /> v→V</td><td>Es→a <br /> <span class='glyph'>{{ref.getGlyph('[b]')}}</span>V<sup>5<span class='glyph'>{{ref.getGlyph('[b]')}}</span></sup>→i</td><td>—</td></tr><tr><td>M 76</td><td>ABA</td><td>Satz?</td><td>G</td><td>G→D <br /> I→V</td><td>G→D <br /> I→V</td><td>G→G <br /> I→I</td></tr><tr><td>M 43</td><td>A?</td><td>Satz</td><td>D</td><td>D→D <br /> I→I</td><td>—</td><td>—</td></tr><tr><td>M 44</td><td>ABA</td><td>Satz</td><td>E</td><td>E→H <br /> I→V</td><td>D→H <br /> <span class='glyph'>{{ref.getGlyph('[a]')}}</span>VII→V</td><td>E→E <br /> I→I</td></tr></tbody></table></div>",

                        "<p class='no-indent spacebreak'>Die <a href='https://ark.dasch.swiss/ark:/72163/1/0806/rSCEw5wjQQ68BLltsl5wzQD.20210318T090501Z' class='link'>Uraufführung der Studienkompositionen für Klavier M 43–44 (zusammen mit den Studienkompositionen M 34–42) fand am 13. August 1988</a> durch <a href='https://ark.dasch.swiss/ark:/72163/1/0806/doR1M9dCQzeAQYuqujfqugC.20210315T072822Z' class='link'>Jean-Jacques Dünki</a> auf der Grundlage eigener Transkriptionen anläss­lich der „5. Musikalischen Begegnungen auf dem Schloss Lenzburg“ statt.<sup><a id='note-ref-41' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-41'})\" title='Vgl. Cox, Anton Weberns Studienzeit (Anm. 2), S. 78.'>41</a></sup> Die <a href='https://ark.dasch.swiss/ark:/72163/1/0806/6yK7ehH4SVCTokm=Oq7CsQE.20241126T085830936655299Z' class='link'>Studienkompositionen M 75–76 und M 116 wurden zusammen mit M 45–46, M 32–33 und M 22–23 sowie den nur in Skizzen überlieferten und Fragment gebliebenen Klavierstücken M 158–159, M 266 und M 280 am 13. September 1998 in einem Konzert im Château d’Autigny bei Fribourg</a> ebenfalls von Dünki erstmals aufgeführt. Auch hier zeichnete der Pianist selbst für die Transkriptionen verantwortlich. Eine Einspielung all der genannten Stücke war bereits im April desselben Jahres erfolgt.</p>"
                    ],
                    "blockNotes": [
                        "<p id='note-39' class='note note-2-dig'><a class='note-backlink' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-ref-39'})\">39</a> | Bei dem von Moldenhauer als M 77 gekennzeichneten Klavierstück in Es-Dur/es-Moll handelt es sich in Wirklichkeit um eine Skizze zu M 75. In <span class='link-todo'>Abteilung II/2a</span> wird <span class='link-todo'>Textfassung 1</span> von M 76 ediert, die im Klaviersatz notiert ist. Die fragmentarische <span class='link-todo'>Textfassung 2</span> im Streichquartettsatz erscheint in <span class='link-todo'>Abteilung II/2b</span>.</p>",
                        "<p id='note-40' class='note note-2-dig'><a class='note-backlink' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-ref-40'})\">40</a> | <a href='https://ark.dasch.swiss/ark:/72163/1/0806/cgd7P3b5RCSjqlqqS5irIA0.20240706T164058812205791Z' class='link'>Reinhard Gerlach, „Kompositionsniederschrift und Werkfassung am Beispiel des Liedes ‚Am Ufer‘ (1908) von Webern“, in: <em>Beiträge 1972/73</em> [<em>Kongreßbericht zum 5. Internationalen Webern-Kongreß</em>], hg. von der Österreichischen Gesellschaft für Musik, Kassel u. a.: Bärenreiter, 1973, S. 111–126</a>, hier S. 117.</p>",
                        "<p id='note-41' class='note note-2-dig'><a class='note-backlink' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-ref-41'})\">41</a> | Vgl. <a href='https://ark.dasch.swiss/ark:/72163/1/0806/mnVmxdH7T6682QqkreWNgQd.20230526T220504277105225Z' class='link'>Cox, <em>Anton Weberns Studienzeit</em></a> (Anm. <a (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-2'})\">2</a>), S. 78.</p>"
                    ]
                },
                {
                    "blockId": "rondo_and_sonata",
                    "blockHeader": "Studienkompositionen: Rondoform und Sonatensatz (M 113, M 114, M 112)",
                    "blockContent": [
                        "<p class='no-indent spacebreak'>Von <a href='https://ark.dasch.swiss/ark:/72163/1/0806/A8z3LGoRSV=ItsevT2_cRga.20240213T090214700808004Z' class='link'>Moldenhauer</a> stammt die verschiedentlich aufgegriffene These, dass die drei Studienkompositionen M 112–114 möglicherweise einen Sonatenzyklus bilden sollten.<sup><a id='note-ref-42' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-42'})\" title='Moldenhauer, Anton von Webern (Anm. 1), S. 77.'>42</a></sup> Wie jedoch Cox schon ausführt,<sup><a id='note-ref-43' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-43'})\" title='Vgl. Cox, Anton Weberns Studienzeit (Anm. 2), S. 97 f.'>43</a></sup> ist diese Annahme mit Blick auf <a href='https://ark.dasch.swiss/ark:/72163/1/0806/Y1=4oD0OTZqzzOQM=H9ywA_.20230526T214948203842794Z' class='link'>Schönbergs</a> Formenlehre wenig plausibel, vielmehr scheinen diese drei Studienkompositionen Weberns Auseinandersetzung mit den Sonaten- und Rondoformen im Klaviersatz zu dokumentieren. Die zeitliche Reihenfolge untereinander ist nicht restlos zu klären, doch aus dem Quellenmaterial wird zumindest ersichtlich, dass M 114 nach M 113 entstanden sein muss, weil sich in den Systemen unterhalb der abgebrochenen Tintenniederschrift von M 113 Skizzen zu M 114 befinden. Erste Skizzen zu M 113 wiederum sind in den Manuskripten zu der Studienkomposition für <a href='https://ark.dasch.swiss/ark:/72163/1/0806/vrz1jzGMQ3y=tlQNhZ7Ikwg.20240205T101703697664864Z' class='link'>Streichquartett M 78 (<em>Langsamer Satz</em>)</a> zu finden, die Webern gemäß eigener Datierung im Juni 1905 komponierte und die ebenfalls eine Rondoform aufweist. Damit ist freilich bloß ein terminus post quem gegeben, eine Datierung auf Sommer/Herbst 1905 ist aber denkbar.</p>",
                        "<p>Nach Schönbergs Methodik ist es naheliegend, M 113 an den Anfang zu stellen, weil es sich im Gegensatz zum Sonatensatz M 112 um ein Rondo handelt, und zwar gemäß Schönbergs Terminologie um eine „large Rondo form“ mit der Anlage ABA–C–ABA und den entsprechenden Überleitungen.<sup><a id='note-ref-44' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-44'})\" title='Vgl. Schoenberg, Fundamentals of Musical Composition (Anm. 15), S. 190. In der deutschen Übersetzung als „Große Rondo-Form“ bezeichnet (Schönberg, Grundlagen der musikalischen Komposition [Anm. 15], S. 94).'>44</a></sup></p>",
                        "<p>Der C-Teil – hier mit „sehr zart und sehr schnell“ überschrieben – besitzt bei diesem Formmodell den Charakter eines Trios und ist oft eher „‚étude-like‘“,<sup><a id='note-ref-45' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-45'})\" title='Schoenberg, Fundamentals of Musical Composition (Anm. 15), S. 196.'>45</a></sup> was sich in diesem Fall aufgrund der vielen Sequenzierungen bestätigen ließe. Der A-Teil selbst ist wiederum als kleine aba-Form strukturiert, worauf in Schönbergs <em>Fundamentals</em> als gängige Praxis hingewiesen wird.<sup><a id='note-ref-46' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-46'})\" title='Schoenberg, Fundamentals of Musical Composition (Anm. 15), S. 196.'>46</a></sup> Insofern schließt M 113 nahtlos an die vorherigen Übungen an bzw. erfolgt die Aneignung der größeren Formen praktischerweise auf der Basis des zuvor Erlernten.</p>",

                        "<div class='table-responsive'><table class='awg-intro-table spacebreak small'><tbody><tr><td>A</td><td>Ü</td><td>B</td><td>A</td><td>C</td><td>A</td><td>Ü</td><td>B</td><td>(A)</td></tr><tr><td>(a–b–a)</td><td colspan='8'></td></tr><tr><td>F</td><td>→</td><td>a→Fis→</td><td>F</td><td>D→Fis→D→</td><td>F</td><td>→</td><td>d→H?</td><td>—</td></tr><tr><td>(F→A→F)</td><td colspan='8'></td></tr></tbody></table></div>",

                        "<p class='no-indent spacebreak'>Auf der harmonischen Ebene kontrastiert und verbindet Webern die Formteile maßgeblich durch Mediantbeziehungen: Von der Grundtonart F-Dur aus wechselt der b-Teil kurz nach A-Dur, während im B-Teil die Modulationen von a-Moll, in der Reprise von d-Moll ausgehen. Der längere Abschnitt C dagegen steht in der Untermediante D-Dur. Das Rondo M 113 ist letztlich Fragment geblieben, sowohl die Skizzen als auch die Tintenniederschrift enden mit dem B-Teil der Reprise, so dass der abschließende A-Teil und/oder eine mögliche Coda fehlen.<sup><a id='note-ref-47' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-47'})\" title='Wallace McKenzie hat, angeblich auf Anregung von Moldenhauer, eine Vervollständigung zwecks Publikation unternommen. Eine Veröffentlichung erfolgte allerdings nie (vgl. Cox, Anton Weberns Studienzeit [Anm. 2], S. 97). McKenzies Vervollständigung, die in der Paul Sacher Stiftung, Sammlung Anton Webern, archiviert ist, führt den letzten B-Teil zu Ende und hängt eine kurze Coda an, die sich aus der zweiten Hälfte des A-Teils zusammensetzt.'>47</a></sup></p>",
                        "<p>Die etappenweise Erarbeitung größerer Formen lässt sich anhand von M 114 fast paradigmatisch nachvollziehen. Textgenese und Formgenese greifen hier unmittelbar ineinander. Insgesamt lassen sich aus den Tintenniederschriften sechs Textfassungen rekonstruieren, die schrittweise weitere Abschnitte der angestrebten Großform erschließen.<sup><a id='note-ref-48' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-48'})\" title='Zu ähnlich dokumentierten Studienübungen bei Berg vgl. Krämer, Alban Berg als Schüler (Anm. 5), S. 173.'>48</a></sup> Dabei erfolgte offensichtlich nach jeder Etappe eine Rücksprache mit dem Lehrer, so dass in den einzelnen Textfassungen immer wieder Eintragungen mit Bleistift und Buntstift zu finden sind, die mutmaßlich auf Schönbergs Anregungen zurückzuführen sind. Aus dieser Vorgehensweise erklären sich auch etliche abweichende Schreibweisen über die verschiedenen Arbeitsstadien hinweg (vgl. z. B. die dritte Zählzeit in Textfassung 1–3 T. 5 sowie in Textfassung 5–6 T. 119 bzw. 125: f<sup>3</sup>; dagegen in Textfassung 4–6 T. 5 sowie in Textfassung 3–6 T. 48 bzw. 49: g<sup>3</sup>).</p>",
                        "<p>Beginnend mit einem Hauptthema (A) inklusive Überleitung, schließen sich dem jeweils bestehenden Teil zunächst ein Seitensatzthema (B), dann die Wiederholung des Hauptthemas – was zu der dreiteiligen Liedform führt – und endlich ein episodischer/durchführender Abschnitt an, bevor die formale Vervollständigung mit der Reprise erfolgt, die nachträglich um das Seitenthema ergänzt wird.</p>",

                        "<div class='table-responsive'><table class='awg-intro-table spacebreak small'><tbody><tr><td></td><td colspan='3'>Exposition</td><td colspan='2'>Trio/Durchf.</td><td colspan='3'>Reprise</td></tr><tr><td colspan='9'>&nbsp;</td></tr><tr><td>TF1</td><td>A</td><td colspan='7'></td></tr><tr><td>TF2</td><td>A</td><td>B</td><td colspan='6'></td></tr><tr><td>TF3</td><td>A</td><td>B</td><td>A</td><td colspan='5'></td></tr><tr><td>TF4</td><td>A</td><td>B</td><td>A</td><td>C</td><td>C'</td><td colspan='3'></td></tr><tr><td>TF5</td><td>A</td><td>B</td><td>A</td><td>C</td><td>C'</td><td></td><td>A</td><td>Coda</td></tr><tr><td>TF6</td><td>A</td><td>B</td><td>A</td><td>C</td><td>C'</td><td>B</td><td>A</td><td>Coda</td></tr><tr><td colspan='9'>&nbsp;</td></tr><tr><td></td><td>c</td><td>A/F</td><td>c</td><td>Ces/as</td><td>c→</td><td>C</td><td>c</td><td>c</td></tr></tbody></table></div>",

                        "<p class='no-indent spacebreak'>Besonders das C'-Segment ist in seiner formalen Auslegung ambivalent und wurde verschieden interpretiert. Kolneder und Cerha (beide sprechen von einer ABACABA-Form) sowie Shaftel und Wedler sehen in dem Abschnitt C' (T. 87 in <span class='link-todo'>Textfassung 6</span>) den Beginn der Reprise,<sup><a id='note-ref-49' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-49'})\" title='Vgl. Walter Kolneder, Anton Webern. Genesis und Metamorphose eines Stils, Wien: Lafite, 1974, S. 35; Gertraud Cerha, „Zu den Arbeiten aus dem Nachlaß Weberns“, in: Anton Webern 1883 1983. Eine Festschrift zum hundertsten Geburtstag, hg. von Ernst Hilmar, Wien: Universal Edition, 1983, S. 205–222, hier S. 211; Sebastian Wedler, The Tonal Webern: A Physiognomy of Early Modernism, Diss.: University of Oxford, 2017, S. 163; Matthew R. Shaftel, „Introductory Essay“, in: Anton Webern, Three Piano Works (op. posthumous): A Critical Edition, hg. von Matthew R. Shaftel, New York: Carl Fischer, 2014, S. 6.'>49</a></sup> während Cox ihn eher dem durchführenden Teil zurechnet.<sup><a id='note-ref-50' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-50'})\" title='Cox, Anton Weberns Studienzeit (Anm. 2), S. 138.'>50</a></sup> Tatsächlich ist C' im Vergleich zur Exposition stark variiert und besitzt durchführenden Charakter: Dieser modulierende Abschnitt ist als Spannungsaufbau konzipiert und greift auch die Achtel- und Triolenfiguren aus dem Seitensatzthema auf, so dass weder thematisch noch harmonisch von einer eindeutigen Reprise die Rede sein kann. Aufschlussreich ist in dieser Hinsicht die Änderung von <span class='link-todo'>Textfassung 5</span> zu Textfassung 6 mit der Einfügung des Seitensatzthemas in der Dur-Tonika. Durch den auf einem separaten Blatt notierten Einschub des nach C-Dur gewendeten Seitensatzes (B) erhält die zuvor schwach ausgeprägte Reprise mehr Gewicht. Gleichzeitig behebt es die vorherige harmonische Unausgewogenheit, bei der das Seitenthema gar nie auf der Tonika erklang.</p>",
                        "<p>Mit Blick auf Schönbergs <em>Fundamentals</em> bietet sich für M 114 daher an, das Formmodell des „Great Sonata Rondo“ zur Analyse heranzuziehen, das mit der Struktur ABA–CC'–ABA sowohl ein Trio als auch eine Durchführung beinhaltet.<sup><a id='note-ref-51' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-51'})\" title='Schoenberg, Fundamentals of Musical Composition (Anm. 15), S. 190. In der deutschen Übersetzung als „großes Sonaten-Rondo“ bezeichnet (Schönberg, Grundlagen der musikalischen Komposition [Anm. 15], S. 94).'>51</a></sup> Der episodenhafte Abschnitt C in Ces-Dur/as-Moll unterscheidet sich tatsächlich von C' dadurch, dass er neues Material einführt und vor allem mit Sequenzierungen operiert, während C' auf exponierte Motive aus Haupt- und Seitensatz zurückgreift und dieses Material kontrapunktisch kombiniert. Aus dieser Perspektive müsste man C' auch keine hybride Funktion (Durchführung/Reprise) zusprechen, sondern könnte den in der Tonika eintretenden B-Teil als Beginn einer inversen Reprise BA(B/Coda) lesen, zumal die Coda motivisch auf dem zweiten Teil des Seitensatzes basiert und nicht zuletzt die Schlusstakte auch eine zeitliche Umkehrung in der Zitierung zunächst des Seitensatzes (T. 150) und abschließend des Hauptthemas (T. 156) vollziehen.</p>",
                        "<p>Indessen bleibt die Frage offen, welche formale Intention der zwischenzeitlichen Textfassung 5 zugrunde liegen sollte: War zu diesem Zeitpunkt bereits ein großes Sonaten-Rondo beabsichtigt, allerdings mit einer stark verkürzten und unausgewogenen Reprise ohne Seitensatz, oder hatte Webern in dem Moment möglicherweise noch eine große Rondo-Form wie bei M 113 im Blick, bei der der Abschnitt C die Funktion eines Trios übernimmt, während die Reprise in eine tonale (C') und eine thematische (A) Reprise aufgespalten wird?</p>",
                        "<p>Jedenfalls scheint selbst für Webern die formale Disposition nicht von Anfang an festgelegt gewesen zu sein und sich erst aus dem Kompositionsprozess und dem Unterrichtsverlauf heraus ergeben zu haben.<sup><a id='note-ref-52' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-52'})\" title='Zu der gleichen Schlussfolgerung gelangt für den Langsamen Satz M 78 auch Thomas Ahrend, „Hausaufgabe und Werk“ (Anm. 21), besonders S. 88 f.'>52</a></sup> Ein zusätzliches Indiz dafür ist die Streichung des ursprünglichen Titels „Sonatensatz“, der mit Bleistift durch „Rondo“ ersetzt wurde, wobei nicht zu eruieren ist, zu welchem Zeitpunkt genau diese Korrektur erfolgte. Sie muss aber wohl im Zusammenhang mit den Textfassungen 5 und 6 stehen, weil die Titelseite mit Blick auf die Lagenordnung der Manuskripte vermutlich erst für <span class='link-todo'>Textfassung 4</span> erstellt wurde, als der Beginn mit der dreiteiligen Form bereits feststand. Daher ist es einigermaßen erstaunlich, dass Webern nach dem ursprünglichen Entwurf einer dreiteiligen Form zunächst einen Sonatensatz für die Fortsetzung ins Auge fasste, weil die Dreiteiligkeit für die Exposition einer Rondoform prädestinierter ist und Schönberg in seinen <em>Fundamentals</em> eine solche Konstruktion beim Sonatensatz sogar verneint.<sup><a id='note-ref-53' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-53'})\" title='„It [Sonata-Allegro] differs from the rondos in that the principal theme is not repeated prior to the elaboration, and there is no return to the principal key.“ Schoenberg, Fundamentals of Musical Composition (Anm. 15), S. 202.'>53</a></sup></p>",
                        "<p>Das Rondo M 114 ist seit seiner Auffindung im Nachlass Weberns zweimal im <span class='link-todo'>Carl Fischer</span> Verlag (New York) publiziert worden: 1966 bzw. 1969 ediert von Hans Moldenhauer und 2014 von Matthew R. Shaftel.<sup><a id='note-ref-54' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-54'})\" title='Anton Webern, Sonatensatz (Rondo) für Klavier (c. 1906), hg. von Hans Moldenhauer, New York: Carl Fischer, 1966, 2. Aufl. 1969; Anton Webern, Three Piano Works (Anm. 49).'>54</a></sup> Beide Editionen nehmen kleinere Eingriffe vor allem in spielpraktischer Hinsicht vor (z. B. Ergänzung von Legatobögen oder dynamischen Angaben) und präsentieren eine Fassung, die eine Mischung aus den hier vorgelegten Textfassungen 5 und 6 darstellt. Nicht unproblematisch sind jedoch die bei Shaftel zahlreich vorgenommenen enharmonischen Verwechslungen, um offensichtlich die harmonische Struktur zu konventionalisieren.</p>",
                        "<p>Während bei M 112 zumindest in formaler Hinsicht Klarheit besteht – es handelt sich um einen klassischen Sonatensatz mit zweigeteiltem Seitensatz –, bereitet die prekäre Quellenlage einige philologische Schwierigkeiten.</p>",
                        "<p>Aus Weberns Hand sind zwei Tintenniederschriften überliefert, die spezifische Abschnitte beinhalten: <span class='link-todo'>Textfassung 1</span> bietet eine erste Niederschrift des Hauptsatzes ohne die nachfolgende Überleitung, <span class='link-todo'>Textfassung 2</span> enthält die Durchführung bis zum Eintritt der Reprise, wobei die letzten Takte ab der Verarbeitung des Seitenthemas nur flüchtig und lückenhaft notiert sind. In diesem Fall stand aber möglicherweise weniger eine progressive Annäherung an die große Form im Vordergrund wie bei M 114, als vielmehr eine spezifische kompositionstechnische Hürde. Die Skizzen zu M 112 sind unter den Klavierstücken mit Abstand die umfangreichsten und zeigen, dass Webern besonders mit der Durchführung zu ringen hatte: Ein wesentlicher Teil der Skizzen dreht sich um diesen Formteil und die Frage, welche Themen und Motive musikalisch verarbeitet werden sollen. Zwischenzeitlich spielte dabei der zweite Teil des Seitensatzes eine gewichtigere Rolle. Dieses durch etliche Verweiszeichen verdeutlichte Suchen und Neuansetzen verrät eine gewisse Unsicherheit, die in den anderen Stücken in diesem Umfang nicht auszumachen ist. Das könnte erklären, warum Webern von der Durchführung eine Tintenniederschrift anfertigte, nämlich um diese Schönberg gesondert vorlegen zu können – obwohl zu dem Zeitpunkt auch schon die Exposition mitsamt Seitensatz skizziert war und also eine zusammenhängende Niederschrift von Beginn des Sonatensatzes bis zum Ende der Durchführung möglich gewesen wäre.</p>",
                        "<p>In einem weiteren Schritt muss dann Webern schließlich eine vollständige Fassung angefertigt haben, die inzwischen verschollen ist. Eine ebenfalls verschollene Abschrift dieses Manuskripts, erstellt durch den frühen Webern-Biographen <a href='https://ark.dasch.swiss/ark:/72163/1/0806/vRBmUvrFRFKJ8DP9jYqsUg4.20230526T214248674375784Z' class='link'>Friedrich Wildgans</a>, ist immerhin in mehreren Fotokopien überliefert. Wildgans gelangte 1954 wohl durch Weberns Tochter <a href='https://ark.dasch.swiss/ark:/72163/1/0806/xMQdf3WyRkWoU9pCRNGZ3gc.20230526T192834299601952Z' class='link'>Amalie Waller</a> leihweise in den Besitz des Autographs,<sup><a id='note-ref-55' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-55'})\" title='Vgl. Moldenhauer, Anton von Webern (Anm. 1), S. 10; sowie Cox, Anton Weberns Studienzeit (Anm. 2), S. 108.'>55</a></sup> das offenbar schon bei Moldenhauers erster Veröffentlichung des Sonatensatzes 1966/1970 im Verlag Carl Fischer nicht mehr auffindbar war.<sup><a id='note-ref-56' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-56'})\" title='Vgl. Hans Moldenhauer, „Prefatory Note“, in: Anton Webern, Satz für Klavier (c. 1906), hg. von Hans Moldenhauer, New York: Carl Fischer, 1966, 2. Aufl. 1970, S. [3].'>56</a></sup></p>",

                        "<div class='table-responsive'><table class='awg-intro-table spacebreak small'><tbody><tr><td colspan='5'>Exposition</td><td>Durchführung</td><td colspan='4'>Reprise</td></tr><tr><td colspan='10'>&nbsp;</td></tr><tr><td>Hauptsatz</td><td>Ü</td><td>Seitensatz</td><td></td><td>Schlussgruppe</td><td></td><td>Hauptsatz</td><td>Ü</td><td>Seitensatz</td><td>Coda</td></tr><tr><td colspan='2'></td><td>1. Thema</td><td style='text-wrap:nowrap'>2. Thema</td><td></td><td></td><td colspan='4'></td></tr><tr><td>C</td><td>→</td><td>G</td><td>e</td><td>G</td><td>As→D→E→A→</td><td>C</td><td>→</td><td>C/a</td><td>C</td></tr></tbody></table></div>",

                        "<p class='no-indent spacebreak'>Wie präzise Wildgans’ Abschrift wirklich ist und in welchem Grade Weberns Manuskript überhaupt abgeschlossen war, muss Spekulation bleiben. Der autographe Entwurf, der Textfassung 1 von M 112 zugrunde liegt, enthält etliche Eintragungen mit Bleistift, die auf eine erhebliche Reorganisation des Hauptthemas hindeuten, die sich weitgehend mit den Abweichungen in der Abschrift von Wildgans deckt. Demgegenüber bestehen zwischen den beiden autographen Tintenniederschriften sowie den Skizzen einerseits und der Abschrift von Wildgans andererseits etliche Inkonsistenzen, wie z. B. die abweichende Melodieführung in T. 2 (vgl. Textfassungen 1 und <span class='link-todo'>3</span>) bzw. T. 94, die sich nur schwerlich durch flüchtiges Abschreiben erklären lassen und die Frage aufwerfen, welchen Ausarbeitungsgrad Weberns durchgehende Fassung aufgewiesen haben mag, die Wildgans als Vorlage diente.</p>",
                        "<p>Angesichts dieser Befunde scheint es wenig sinnvoll, wenn nicht gar illusorisch, einen potenziellen Originaltext rekonstruieren zu wollen, wie dies augenscheinlich sowohl Moldenhauer als auch Shaftel in ihren Editionen versuchen, die 1966/1970 bzw. 2014 bei Carl Fischer erschienen sind. Beide Ausgaben – und die von Shaftel in höherem Maße – nehmen eine fragwürdige Kompilation aus den autographen Manuskripten, der Abschrift von Wildgans sowie den überlieferten Skizzen vor, um einen vermeintlich stimmigen Notentext herzustellen. Dass dazu keine vollständigen Kritischen Berichte beigelegt werden, macht diese Ausgaben nicht weniger problematisch.</p>",
                        "<p>Die <a href='https://ark.dasch.swiss/ark:/72163/1/0806/6N6Dvvn6T1GV9c1tkLECqQr.20241126T084125175181502Z' class='link'>Erstaufführung des Rondos M 113</a> erfolgte durch <a href='https://ark.dasch.swiss/ark:/72163/1/0806/oKfFoAG2Q4i18JEuc0AlvQq.20241125T142438418819558Z' class='link'>Edwin Haugan</a> am 5. Februar 1984 in Spokane (Washington) anlässlich eines Rosaleen Moldenhauer Memorial Concerts. Bereits einige Jahre davor wurde das <a href='https://ark.dasch.swiss/ark:/72163/1/0806/AqDDWyHSQjyeMawnuNhsxwY.20121024T065025Z' class='link'>Sonatenrondo M 114 uraufgeführt, nämlich am 2. August 1968 während des vierten internationalen Webern Festivals im Dartmouth College in Hanover (New Hampshire)</a> mit <a href='https://ark.dasch.swiss/ark:/72163/1/0806/q0tysYdSQ2CzpJ9P1O4pXQk.20241125T131624720128068Z' class='link'>Noël Lee</a> am Klavier. Am <a href='https://ark.dasch.swiss/ark:/72163/1/0806/9LzqLW4RTo2YBhRUm=2f1gX.20121024T064845Z' class='link'>2. Dezember 1958, anlässlich des bevorstehenden 75. Geburtstagsjubiläums von Webern, fand die erstmalige Wiedergabe des Sonatensatzes M 112 im Schubert-Saal des Wiener Konzerthauses statt</a>. Pianistin war <a href='https://ark.dasch.swiss/ark:/72163/1/0806/t_FDdJo3Sf2LwKs_nvX06Av.20241125T123050047982192Z' class='link'>Else Stock-Hug</a>.<sup><a id='note-ref-57' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-57'})\" title='Vgl. Cox, Anton Weberns Studienzeit (Anm. 2), S. 95, 100 und 108 f.'>57</a></sup></p>"
                    ],
                    "blockNotes": [
                        "<p id='note-42' class='note note-2-dig'><a class='note-backlink' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-ref-42'})\">42</a> | <a href='https://ark.dasch.swiss/ark:/72163/1/0806/OQuMlQB_QYCZA5wgvzmThAw.20230526T231228092746021Z' class='link'>Moldenhauer, <em>Anton von Webern</em></a> (Anm. <a (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-1'})\">1</a>), S. 77.</p>",
                        "<p id='note-43' class='note note-2-dig'><a class='note-backlink' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-ref-43'})\">43</a> | Vgl. <a href='https://ark.dasch.swiss/ark:/72163/1/0806/mnVmxdH7T6682QqkreWNgQd.20230526T220504277105225Z' class='link'>Cox, <em>Anton Weberns Studienzeit</em></a> (Anm. <a (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-2'})\">2</a>), S. 97 f.</p>",
                        "<p id='note-44' class='note note-2-dig'><a class='note-backlink' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-ref-44'})\">44</a> | Vgl. <a href='https://ark.dasch.swiss/ark:/72163/1/0806/NNQ_G9m=S7iwhy18wxgeTQU.20241128T141543924385807Z' class='link'>Schoenberg,<em> Fundamentals of Musical Composition</em></a> (Anm. <a (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-15'})\">15</a>), S. 190. In der deutschen Übersetzung als „Große Rondo-Form“ bezeichnet (Schönberg, <em>Grundlagen der musikalischen Komposition</em> [Anm. <a (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-15'})\">15</a>], S. 94).</p>",
                        "<p id='note-45' class='note note-2-dig'><a class='note-backlink' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-ref-45'})\">45</a> | <a href='https://ark.dasch.swiss/ark:/72163/1/0806/NNQ_G9m=S7iwhy18wxgeTQU.20241128T141543924385807Z' class='link'>Schoenberg, <em>Fundamentals of Musical Composition</em></a> (Anm. <a (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-15'})\">15</a>), S. 196.</p>",
                        "<p id='note-46' class='note note-2-dig'><a class='note-backlink' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-ref-46'})\">46</a> | <a href='https://ark.dasch.swiss/ark:/72163/1/0806/NNQ_G9m=S7iwhy18wxgeTQU.20241128T141543924385807Z' class='link'>Schoenberg, <em>Fundamentals of Musical Composition</em></a> (Anm. <a (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-15'})\">15</a>), S. 196.</p>",
                        "<p id='note-47' class='note note-2-dig'><a class='note-backlink' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-ref-47'})\">47</a> | Wallace McKenzie hat, angeblich auf Anregung von Moldenhauer, eine Vervollständigung zwecks Publikation unternommen. Eine Veröffentlichung erfolgte allerdings nie (vgl. <a href='https://ark.dasch.swiss/ark:/72163/1/0806/mnVmxdH7T6682QqkreWNgQd.20230526T220504277105225Z' class='link'>Cox,<em> Anton Weberns Studienzeit</em></a> [Anm. <a (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-2'})\">2</a>], S. 97). McKenzies Vervollständigung, die in der <span class='link-todo'>Paul Sacher Stiftung</span>, Sammlung Anton Webern, archiviert ist, führt den letzten B-Teil zu Ende und hängt eine kurze Coda an, die sich aus der zweiten Hälfte des A-Teils zusammensetzt.</p>",
                        "<p id='note-48' class='note note-2-dig'><a class='note-backlink' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-ref-48'})\">48</a> | Zu ähnlich dokumentierten Studienübungen bei <a href='https://ark.dasch.swiss/ark:/72163/1/0806/Pkd2nTOqRkWsOdSNXSsJVA2.20230526T215003568534358Z' class='link'>Berg</a> vgl. Krämer, <em>Alban Berg als Schüler</em> (Anm. <a (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-5'})\">5</a>), S. 173.</p>",
                        "<p id='note-49' class='note note-2-dig'><a class='note-backlink' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-ref-49'})\">49</a> | Vgl. <a href='https://ark.dasch.swiss/ark:/72163/1/0806/WJ8t=8UUQt=iMq4S9mJX6AQ.20230526T224323729661194Z' class='link'>Walter Kolneder, <em>Anton Webern. Genesis und Metamorphose eines Stils</em>, Wien: Lafite, 1974, S. 35</a>; <a href='https://ark.dasch.swiss/ark:/72163/1/0806/Br6BsZvGRjK1nerJwENgxw1.20230526T221235295621599Z' class='link'>Gertraud Cerha, „Zu den Arbeiten aus dem Nachlaß Weberns“, in: <em>Anton Webern 1883 1983. Eine Festschrift zum hundertsten Geburtstag</em>, hg. von Ernst Hilmar, Wien: Universal Edition, 1983, S. 205–222</a>, hier S. 211; <a href='https://ark.dasch.swiss/ark:/72163/1/0806/S2y9tZO2TMam5MvssDQ32AU.20170609T055521Z' class='link'>Sebastian Wedler, <em>The Tonal Webern: A Physiognomy of Early Modernism</em>, Diss.: University of Oxford, 2017</a>, S. 163; <a href='https://ark.dasch.swiss/ark:/72163/1/0806/sz032RetRIqFWF1DsBPFsAV.20241128T145608516426994Z' class='link'>Matthew R. Shaftel, „Introductory Essay“, in: Anton Webern, <em>Three Piano Works (op. posthumous): A Critical Edition</em>, hg. von Matthew R. Shaftel, New York: Carl Fischer, 2014</a>, S. 6.</p>",
                        "<p id='note-50' class='note note-2-dig'><a class='note-backlink' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-ref-50'})\">50</a> | <a href='https://ark.dasch.swiss/ark:/72163/1/0806/mnVmxdH7T6682QqkreWNgQd.20230526T220504277105225Z' class='link'>Cox,<em> Anton Weberns Studienzeit</em></a> (Anm. <a (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-2'})\">2</a>), S. 138.</p>",
                        "<p id='note-51' class='note note-2-dig'><a class='note-backlink' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-ref-51'})\">51</a> | <a href='https://ark.dasch.swiss/ark:/72163/1/0806/NNQ_G9m=S7iwhy18wxgeTQU.20241128T141543924385807Z' class='link'>Schoenberg,<em> Fundamentals of Musical Composition</em></a> (Anm. <a (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-15'})\">15</a>), S. 190. In der deutschen Übersetzung als „großes Sonaten-Rondo“ bezeichnet (Schönberg, <em>Grundlagen der musikalischen Komposition</em> [Anm. <a (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-15'})\">15</a>], S. 94).</p>",
                        "<p id='note-52' class='note note-2-dig'><a class='note-backlink' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-ref-52'})\">52</a> | Zu der gleichen Schlussfolgerung gelangt für den <em>Langsamen Satz</em> M 78 auch <a href='https://ark.dasch.swiss/ark:/72163/1/0806/UAiXwv9xTVSB24cnZRO15Q6.20240706T164051462371073Z' class='link'>Thomas Ahrend, „Hausaufgabe und Werk“</a> (Anm. <a (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-21'})\">21</a>), besonders S. 88 f.</p>",
                        "<p id='note-53' class='note note-2-dig'><a class='note-backlink' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-ref-53'})\">53</a> | „It [Sonata-Allegro] differs from the rondos in that the principal theme is not repeated prior to the elaboration, and there is no return to the principal key.“ <a href='https://ark.dasch.swiss/ark:/72163/1/0806/NNQ_G9m=S7iwhy18wxgeTQU.20241128T141543924385807Z' class='link'>Schoenberg, <em>Fundamentals of Musical Composition</em></a> (Anm. <a (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-15'})\">15</a>), S. 202.</p>",
                        "<p id='note-54' class='note note-2-dig'><a class='note-backlink' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-ref-54'})\">54</a> | Anton Webern, <em>Sonatensatz (Rondo) für Klavier (c. 1906)</em>, hg. von Hans Moldenhauer, New York: Carl Fischer, 1966, 2. Aufl. 1969; Anton Webern, <em>Three Piano Works</em> (Anm. <a (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-49'})\">49</a>).</p>",
                        "<p id='note-55' class='note note-2-dig'><a class='note-backlink' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-ref-55'})\">55</a> | Vgl. <a href='https://ark.dasch.swiss/ark:/72163/1/0806/OQuMlQB_QYCZA5wgvzmThAw.20230526T231228092746021Z' class='link'>Moldenhauer, <em>Anton von Webern</em></a> (Anm. <a (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-1'})\">1</a>), S. 10; sowie <a href='https://ark.dasch.swiss/ark:/72163/1/0806/mnVmxdH7T6682QqkreWNgQd.20230526T220504277105225Z' class='link'>Cox, <em>Anton Weberns Studienzeit</em></a> (Anm. <a (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-2'})\">2</a>), S. 108.</p>",
                        "<p id='note-56' class='note note-2-dig'><a class='note-backlink' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-ref-56'})\">56</a> | Vgl. <a href='https://ark.dasch.swiss/ark:/72163/1/0806/DDQDF15ERvODOnalLGX4WwI.20241210T141743253232002Z' class='link'>Hans Moldenhauer, „Prefatory Note“, in: Anton Webern, <em>Satz für Klavier (c. 1906)</em>, hg. von Hans Moldenhauer, New York: Carl Fischer, 1966, 2. Aufl. 1970</a>, S. [3].</p>",
                        "<p id='note-57' class='note note-2-dig'><a class='note-backlink' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-ref-57'})\">57</a> | Vgl. <a href='https://ark.dasch.swiss/ark:/72163/1/0806/mnVmxdH7T6682QqkreWNgQd.20230526T220504277105225Z' class='link'>Cox, <em>Anton Weberns Studienzeit</em></a> (Anm. <a (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-2'})\">2</a>), S. 95, 100 und 108 f.</p>"
                    ]
                },
                {
                    "blockId": "m267",
                    "blockHeader": "Kinderstück für Klavier (M 267)",
                    "blockContent": [
                        "<p class='no-indent spacebreak'>Eine vermutlich nachträglich erfolgte Eintragung mit grünem Buntstift auf der autographen Reinschrift weist das Klavierstück M 267 als ein „Kinderstück“ aus und datiert es auf „(Herbst 1924)“. In einem Brief vom 3. Januar 1925, adressiert an den damaligen Direktor der <span class='link-todo'>Universal Edition</span> <a href='https://ark.dasch.swiss/ark:/72163/1/0806/u8SZfSTaRBGpPokzmC9nuAP.20150421T105405Z' class='link'>Emil Hertzka</a>, nimmt Webern außerdem Bezug auf „Kinderstücke, die ich zu schreiben versprochen habe“.<sup><a id='note-ref-58' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-58'})\" title='Webern an Hertzka, 3. Januar 1925 (zitiert nach Anton Webern, Briefwechsel mit der Universal-Edition, hg. von Julia Bungardt, Wien: Lafite, 2020 [Webern-Studien 5], S. 101).'>58</a></sup> Genaueres über eine Vereinbarung mit der UE ist jedoch nicht bekannt. Möglicherweise steckte ein von Hertzka initiiertes Verlagsprojekt dahinter, das eine Sammlung einfacher Klavierstücke für Anfänger vorsah. Jedenfalls bewarb der Verlag mehrfach in Anzeigen solche als „Kinderstücke“ bezeichnete Auftragsarbeiten aus der Feder verschiedener Komponisten.<sup><a id='note-ref-59' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-59'})\" title='Vgl. Webern, Briefwechsel mit der Universal-Edition (Anm. 58), S. 101, Fn. 68.'>59</a></sup></p>",
                        "<p>Tatsächlich finden sich bei Webern im unmittelbaren zeitlichen Umfeld mehrere Skizzen zu kurzen Stücken für Klavier: Außer M 267 sind dies das kurz davor entstandene M 266, ebenfalls als „Kinderstück“ bezeichnet und auf Herbst 1924 datiert, sowie M 277 „Im Tempo eines Menuetts“<sup><a id='note-ref-60' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-60'})\" title='Zu einer analytischen Betrachtung der Skizzen von M 277, die 1966 von Heinz-Klaus Metzger postum bei der Universal Edition (UE13490) als vermeintlich abgeschlossenes Klavierstück veröffentlicht wurden, vgl. Michael Matter, „Weberns Frühphase der Zwölftontechnik: die Skizzen zum Klavierstück M 277“, in: Journal of the Arnold Schönberg Center 17 (2020), S. 202–210.'> </a></sup>  und M 280, letztere beide aus dem Jahr 1925 stammend. Das Manuskript zum ersten Stück M 266 beinhaltet zudem am oberen Rand eine Auflistung mit verschiedenen Tanz- und Satzmodellen (Fuge, Kanon, Menuett, Musette usw.), die auch als „Projektskizze“ für eine Serie von Kinderstücken interpretiert worden ist.<sup><a id='note-ref-61' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-61'})\" title='Vgl. Felix Meyer, „Anton Webern: Kinderstück M. 266, 1924“, in: Canto d’Amore. Klassizistische Moderne in Musik und ­bildender Kunst, hg. von Gottfried Boehm, Ulrich Mosch und Katharina Schmidt, Bern: Benteli, 1996, S. 356–357.'>60</a></sup></p>",
                        "<p>Sollte Webern an dem Verlagsprojekt beteiligt gewesen sein – es besteht keine gesicherte Kenntnis darüber –, hat er jedenfalls seinen Beitrag nicht zu Ende geführt. Nur bei dem hier vorliegenden M 267 ist er überhaupt über das Stadium des Skizzierens hinausgelangt und hat eine Reinschrift in Tinte angefertigt. Doch auch dieses Kinderstück blieb letztlich unveröffentlicht. Eine postume Publikation erfolgte wie bei M 114 und M 112 im <span class='link-todo'>Carl Fischer Verlag</span>, 1966/67 durch Moldenhauer und 2014 durch Shaftel.<sup><a id='note-ref-62' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-62'})\" title='Anton Webern, Kinderstück, hg. von Hans Moldenhauer, New York: Carl Fischer, 1966, 2. Aufl. 1967; Anton Webern, Three Piano Works (Anm. 49). Bei der in Moldenhauers Edition anzutreffenden Anmerkung „(D. C. ad libitum)“ am Ende des Stücks handelt es sich im Übrigen um eine eigenmächtige Hinzufügung des Herausgebers, die im Manuskript nicht vorzufinden ist.'>61</a></sup></p>",
                        "<p>Gerade aus kompositionsgeschichtlicher Perspektive stellt M 267 ein interessantes Dokument dar (wenngleich die Skizzen hierzu verschollen sind), handelt es sich doch um eines der ersten vollständigen Stücke, die Webern mit der Zwölftontechnik komponiert hat, womit es einen Einblick in das anfängliche Experimentieren mit der neuen Methode gibt. Weberns früheste Ansätze mit der von <a href='https://ark.dasch.swiss/ark:/72163/1/0806/Y1=4oD0OTZqzzOQM=H9ywA_.20230526T214948203842794Z' class='link'>Schönberg</a> entwickelten Technik gehen zwar zurück auf Skizzen zu verschiedenen Liedern, die 1922 im Kontext von op. 15 entstanden sind (<em>Morgenlied</em> op. 15/2 M 256, „Morgenglanz der Ewigkeit“ M 265 sowie „Mein Weg geht jetzt vorüber“ op. 15/4 M 257).<sup><a id='note-ref-63' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-63'})\" title='Vgl. dazu ausführlich: Yuta Asai, Anton Webern: Komponieren als Problemstellung. Quellenstudien zu seinem Schaffen 1914–1926, Stuttgart: Franz Steiner Verlag, 2021, S. 97–122; sowie Anne Shreffler, „‚Mein Weg geht jetzt vorüber‘: The Vocal Origins of Webern’s Twelve-Tone Composition“, in: Journal of the American Musicological Society 47 (1994), S. 275–339.'>62</a></sup> Doch erst ab 1924 begann Webern konsequent damit zu arbeiten.</p>",
                        "<p>Die Handhabung der Zwölftontechnik in M 267  ist schlicht und überschaubar: Von der zugrundeliegenden Reihe, die maßgeblich durch das Intervall der kleinen Sekunde geprägt ist, wird nur die Grundform verwendet. Transpositionen sowie Umkehrungs- und Krebsformen kommen nicht vor. Während der insgesamt sechsmaligen Anwendung der Reihe, bei der es nur einmal (T. 14), zwischen dem fünften und sechsten Durchlauf, eine Verschränkung gibt, vollzieht Webern eine zunehmende Verkleinerung der Notenwerte und steigert die Anzahl der Zusammenklänge, was durch die damit verbundene Verkürzung des Reihenablaufs eine dramaturgische Zuspitzung bewirkt. Wie Shaftel festgestellt hat, erklingt das b als einziger Ton immer in derselben Oktave (b<sup>1</sup>) und markiert damit als Mitte im Quintabstand zwischen Anfangston (es) und Endton (f) der Reihe gleichsam ein Klangzentrum.<sup><a id='note-ref-64' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-64'})\" title='Shaftel, „Introductory Essay“ (Anm. 49), S. 7.'>63</a></sup> Die Schlusstakte greifen das Prinzip der unmittelbaren Tonwiederholung auf, das schon am Ende des ersten Reihendurchlaufs angewendet wird, diesmal jedoch im Abstand von über vier Oktaven und durchbrochen von einer kurzen, die Schlussnoten gewissermaßen bekräftigenden Sechzehntelpause.</p>",
                        "<p>Die <a href='https://ark.dasch.swiss/ark:/72163/1/0806/UdzmiUBzSbSGtCBmVCKLsgp.20240214T134343396486225Z' class='link'>Uraufführung des Kinderstücks M 267 fand anlässlich eines Konzerts im Rahmen eines Strawinsky Festivals der New York Philharmonic am 22. Juli 1966 in der Philharmonic Hall</a> statt. Am Klavier saß die damals neunjährige <a href='https://ark.dasch.swiss/ark:/72163/1/0806/JGRQfqPRRvSqqJJLIW9vwg7.20240214T135253393523199Z' class='link'>Caren Glasser</a>.<sup><a id='note-ref-65' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-65'})\" title='Moldenhauer, Anton von Webern (Anm. 1), S. 654; zur Uraufführung sowie Rezeption des Kinderstücks vgl. auch ausführlicher David H. Miller, „Modernist Music for Children: Three Sketches of Anton Webern in the Midcentury United States“, in: The Journal of Musicology 37/4 (2020), S. 488–517, hier S. 508 ff.'>64</a></sup></p>"
                    ],
                    "blockNotes": [
                        "<p id='note-58' class='note note-2-dig'><a class='note-backlink' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-ref-58'})\">58</a> | <a href='https://ark.dasch.swiss/ark:/72163/1/0806/VGKttoOdR4GkE0iYLH=OVwn.20240706T164124399593089Z' class='link'>Webern an Hertzka, 3. Januar 1925</a> (zitiert nach <a href='https://ark.dasch.swiss/ark:/72163/1/0806/RlzKk20zRJePbPN9xleTjgl.20201027T135553Z' class='link'>Anton Webern, <em>Briefwechsel mit der Universal-Edition</em>, hg. von Julia Bungardt, Wien: Lafite, 2020 [Webern-Studien 5]</a>, S. 101).</p>",
                        "<p id='note-59' class='note note-2-dig'><a class='note-backlink' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-ref-59'})\">59</a> | Vgl. <a href='https://ark.dasch.swiss/ark:/72163/1/0806/RlzKk20zRJePbPN9xleTjgl.20201027T135553Z' class='link'>Webern, <em>Briefwechsel mit der Universal-Edition</em></a> (Anm. <a (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-58'})\">58</a>), S. 101, Fn. 68.</p>",
                        "<p id='note-60' class='note note-2-dig'><a class='note-backlink' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-ref-60'})\">60</a> | Zu einer analytischen Betrachtung der Skizzen von M 277, die 1966 von Heinz-Klaus Metzger postum bei der Universal Edition (UE13490) als vermeintlich abgeschlossenes Klavierstück veröffentlicht wurden, vgl. <a href='https://ark.dasch.swiss/ark:/72163/1/0806/U0LofTBYQWqZd6CA6TwPhAj.20241121T131744037132106Z' class='link'>Michael Matter, „Weberns Frühphase der Zwölftontechnik: die Skizzen zum Klavierstück M 277“, in: <em>Journal of the Arnold Schönberg Center</em> 17 (2020), S. 202–210</a>.</p>",
                        "<p id='note-61' class='note note-2-dig'><a class='note-backlink' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-ref-61'})\">61</a> | Vgl. <a href='https://ark.dasch.swiss/ark:/72163/1/0806/2=zw=8EXRRmf1Ur9igvAJwA.20230526T220312331261851Z' class='link'>Felix Meyer, „Anton Webern: Kinderstück M. 266, 1924“, in: <em>Canto d’Amore. Klassizistische Moderne in Musik und ­bildender Kunst</em>, hg. von Gottfried Boehm, Ulrich Mosch und Katharina Schmidt, Bern: Benteli, 1996, S. 356–357</a>.</p>",
                        "<p id='note-62' class='note note-2-dig'><a class='note-backlink' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-ref-62'})\">62</a> | Anton Webern, <em>Kinderstück</em>, hg. von Hans Moldenhauer, New York: Carl Fischer, 1966, 2. Aufl. 1967; Anton Webern, <em>Three Piano Works</em> (Anm. <a (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-49'})\">49</a>). Bei der in Moldenhauers Edition anzutreffenden Anmerkung „(D. C. ad libitum)“ am Ende des Stücks handelt es sich im Übrigen um eine eigenmächtige Hinzufügung des Herausgebers, die im Manuskript nicht vorzufinden ist.</p>",
                        "<p id='note-63' class='note note-2-dig'><a class='note-backlink' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-ref-63'})\">63</a> | Vgl. dazu ausführlich: <a href='https://ark.dasch.swiss/ark:/72163/1/0806/Ubq7Y11nSq2Ziuamlr4mAQo.20210908T115338Z' class='link'>Yuta Asai, <em>Anton Webern: Komponieren als Problemstellung. Quellenstudien zu seinem Schaffen 1914–1926</em>, Stuttgart: Franz Steiner Verlag, 2021</a>, S. 97–122; sowie <a href='https://ark.dasch.swiss/ark:/72163/1/0806/456LjjsDTsm5UYVeiWqQww9.20230526T214005748262647Z' class='link'>Anne Shreffler, „‚Mein Weg geht jetzt vorüber‘: The Vocal Origins of Webern’s Twelve-Tone Composition“, in: <em>Journal of the American Musicological Society</em> 47 (1994), S. 275–339</a>.</p>",
                        "<p id='note-64' class='note note-2-dig'><a class='note-backlink' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-ref-64'})\">64</a> | <a href='https://ark.dasch.swiss/ark:/72163/1/0806/sz032RetRIqFWF1DsBPFsAV.20241128T145608516426994Z' class='link'>Shaftel, „Introductory Essay“</a> (Anm. <a (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-49'})\">49</a>), S. 7.</p>",
                        "<p id='note-65' class='note note-2-dig'><a class='note-backlink' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-ref-65'})\">65</a> | <a href='https://ark.dasch.swiss/ark:/72163/1/0806/OQuMlQB_QYCZA5wgvzmThAw.20230526T231228092746021Z' class='link'>Moldenhauer, <em>Anton von Webern</em></a> (Anm. <a (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-1'})\">1</a>), S. 654; zur Uraufführung sowie Rezeption des Kinderstücks vgl. auch ausführlicher <a href='https://ark.dasch.swiss/ark:/72163/1/0806/JLpiYjnYTOGDY4gLfMIrhAK.20231220T104006208539551Z' class='link'>David H. Miller, „Modernist Music for Children: Three Sketches of Anton Webern in the Midcentury United States“, in: <em>The Journal of Musicology</em> 37/4 (2020), S. 488–517</a>, hier S. 508 ff.</p>"
                    ]
                },
                {
                    "blockId": "about",
                    "blockHeader": "Zur Edition",
                    "blockContent": [
                        "<p class='no-indent spacebreak'>Die Texteditionen der in Abteilung II/2a publizierten Studienkompositionen für Klavier basieren in der Regel auf Weberns Tintenniederschriften. Im Unterschied zu den üblicherweise mit Bleistift notierten Skizzen weisen die Tintenniederschriften im Arbeitsprozess einen abschließenden Charakter auf und haben im Unterricht bei <a href='https://ark.dasch.swiss/ark:/72163/1/0806/Y1=4oD0OTZqzzOQM=H9ywA_.20230526T214948203842794Z' class='link'>Schönberg</a> mutmaßlich als Arbeitsmaterialien gedient. Die Verwendung von Tinte als Schreibstoff ist allerdings weder ein zwingendes noch hinreichendes Kriterium: So können besonders fragmentarische oder flüchtige Niederschriften in Tinte auch als Skizzenedition erscheinen (siehe z. B. die Skizzen zu M 45 oder M 114). Auf der anderen Seite werden mit Bleistift niedergeschriebene Stücke als Textedition vorgelegt, wenn die Sorgfalt und Ausführlichkeit der Notation dies als sinnvoll erscheinen lassen. Auch einzelne Noten oder Takte in Bleistift innerhalb einer Tintenniederschrift können in die Textedition miteinbezogen werden, um irritierende Lücken im Notentext zu vermeiden. Diese Ergänzungen werden zur Kenntlichmachung in Kleinstich gesetzt. Davon zu unterscheiden sind jene Fälle, in denen Webern bestimmte Formabschnitte (z. B. Wiederholung eines Themas) aus arbeitsökonomischen Gründen nicht ausnotiert. Solche gelegentlich in den Studienkompositionen vorkommenden Leerstellen werden im edierten Text belassen.</p>",
                        "<p>Da die Studienkompositionen Produkte aus dem Unterricht sind, beinhalten sie zahlreiche Korrekturen und Eintragungen mit Bleistift sowie Buntstift. Diese werden bei nur einer vorhandenen Textfassung nicht in den edierten Notentext übernommen und stattdessen in den Korrekturverzeichnissen der online bereitgestellten Quellenbeschreibung dokumentiert. Liegen von einer Studienkomposition jedoch zwei oder mehrere Fassungen vor, werden die Korrekturen und Eintragungen aus der jeweils vorangehenden Fassung in die nachfolgende Fassung übernommen, sofern erkennbar ist, dass sie mit der Erarbeitung der späteren Fassung zusammenhängen. Dieses Vorgehen erlaubt eine größere Varianz zwischen den Textfassungen, wenngleich die zeitliche Reihenfolge hinsichtlich der Überarbeitungsschritte und des Gebrauchs der verschiedenen Schreibstoffe zugegebenermaßen selten eindeutig zu ermitteln ist.</p>",
                        "<p>Bei den Studienkompositionen handelt es sich um Übungen, die weder inhaltlich noch redaktionell abgeschlossen sein müssen. Ein Schlussstrich wurde daher nur bei inhaltlich-formal definitiv zu Ende gebrachten Kompositionen ergänzt, ansonsten wurde der im Manuskript vorhandene Taktstrich (einfach oder doppelt) belassen. Im Falle eines offensichtlich fragmentarischen Endes, also eines Abbruchs innerhalb einer inhaltlich-formalen Einheit, wurde dagegen die letzte Akkolade am rechten Seitenrand mit offen auslaufenden Notenlinien eingezogen, um den aus welchem Grund auch immer erfolgten Abbruch der kompositorischen Übung zu verdeutlichen.</p>",
                        "<p>Weberns Notation der Studienkompositionen ist häufig flüchtig und lückenhaft. Besonders die Setzung der Akzidenzien ist nachlässig gehandhabt. Neben notwendigen, aber fehlenden Akzidenzien wurden in der Edition auch solche zur Klärung potenziell missverständlicher Stellen ergänzt. Hinzugefügt wurden darüber hinaus Warnakzidenzien zur Auflösung oder Wiederherstellung einer spezifischen Tonhöhe nach ihrer Versetzung im vorangehenden Takt. Inkonsistenzen bei Akzidenzien zwischen einzelnen Textfassungen wurden belassen, insofern mehrere Möglichkeiten harmonisch plausibel sind. Stillschweigend aufgelöst wurden dagegen redundante Akzidenzien, z. B. solche innerhalb von Ligaturen oder Doppelakzidenzien (<span class='glyph'>{{ref.getGlyph('[a]')}}</span><span class='glyph'>{{ref.getGlyph('[b]')}}</span>).</p>",
                        "<p>Bei Crescendo- und Decrescendogabeln, die markant ungleich lange Schenkel aufweisen, wurde stillschweigend eine der beiden möglichen Varianten übernommen.</p>",
                        "<p>Fälschlicherweise als Dezimen notierte Oktaven (mit zu vielen Hilfslinien zwischen den Notenköpfen) wurden korrigiert und in den Textkritischen Anmerkungen vermerkt. Gelegentlich kommt es im unteren System des Klaviers vor, dass eine einzelne Note mit „8va“ markiert ist, ein eigentliches Versetzen der Note um eine Oktave aber unwahrscheinlich scheint. Die generelle Stimmführung der linken Hand deutet darauf hin, dass in solchen Fällen stattdessen das Hinzufügen der unteren Oktave intendiert ist. Die entsprechenden Stellen wurden daher als simultane Oktave ausnotiert und ebenfalls in den Textkritischen Anmerkungen vermerkt.</p>"
                    ],
                    "blockNotes": []
                },
                {
                    "blockId": "acknowledgements",
                    "blockHeader": "Dank",
                    "blockContent": [
                        "<p class='no-indent spacebreak'>Mein Dank gilt verschiedenen Personen und Institutionen, die bei der Erarbeitung dieses Bandes eine unschätzbare Unterstützung waren. Dank gebührt vorab der Paul Sacher Stiftung in Basel und ihren Mitarbeitenden Sabine Hänggi-Stampfli, Andrietta Wahl und Simon Obert für die kontinuierliche Unterstützung bei der Quellenarbeit sowie für die Bereitstellung von Reproduktionen der Autographe.</p>",
                        "<p>Besonders gedankt sei ebenfalls den Mitarbeitenden der AWG, namentlich Thomas Ahrend, Stefan Münnich, Simon Obert, Barbara Schingnitz und Matthias Schmidt sowie der ehemaligen Kollegin Julia Bungardt für eine fruchtbare Zusammenarbeit und für wertvolle Hinweise und Kritik bei der Edition des Bandes.</p>",
                        "<p>Für die Online-Edition boten die Mitarbeitenden vom Swiss National Data and Service Center for the Humanities und vom Digital Humanities Lab der Universität Basel wichtige Unterstützung. Heinz Stolba von der Universal Edition in Wien begleitete den Publikationsprozess des gedruckten Bandes umsichtig und engagiert. Paul Roberts erstellte mit geduldiger Sorgfalt den schönen Notensatz, Chris Walton leistete die mit kritischer Lektüre verbundene Übersetzung ins Englische.</p>",
                        "<p>Für Hinweise, Feedback und Ratschläge aller Art gebührt schließlich Regina Busch (Wien), Gareth Cox (Limerick), Jean-Jacques Dünki (Basel) und Sebastian Wedler (Utrecht) Dank.</p>",

                        "<p class='no-indent spacebreak text-end'><span style='float:left'>Basel, den 6. August 2024</span> Michael Matter</p>"
                    ],
                    "blockNotes": []
                }
            ]
        },
        {
            "id": "en-awg-II-2a",
            "content": [
                {
                    "blockId": "preamble",
                    "blockHeader": "",
                    "blockContent": [
                        "<p class='no-indent spacebreak'>The piano music in Series II, Section 2a of the <em>Anton Webern Gesamtausgabe</em> (AWG) comprises Webern’s compositions for piano that are extant in his archive but to which he gave no opus numbers, that were not published during his lifetime, and that in most cases were not intended for publication at all (see the relevant sections below regarding the posthumous publication of individual pieces). Most of these works are study compositions from Webern’s years of tuition with <a href='https://ark.dasch.swiss/ark:/72163/1/0806/Y1=4oD0OTZqzzOQM=H9ywA_.20230526T214948203842794Z' class='link'>Arnold Schoenberg</a>, which lasted from 1904 to 1908.</p>",
                        "<p>The study composition of AWG II/2a that appear in the print edition do not represent Webern’s complete output for piano from his period of study with Schoenberg. Many other exercises have survived in the form of more or less incomplete pencil sketches. These manuscripts, which are not included in the printed text editions, are presented online as sketch editions. The materials provided on the AWG’s online platform allow one to get an overview of both the content and, to some extent, the chronology of Webern’s compositional activity as a student.</p>"
                    ],
                    "blockNotes": []
                },
                {
                    "blockId": "chronology",
                    "blockHeader": "Webern’s study compositions: A chronology",
                    "blockContent": [
                        "<p class='no-indent spacebreak'><a href='https://ark.dasch.swiss/ark:/72163/1/0806/A8z3LGoRSV=ItsevT2_cRga.20240213T090214700808004Z' class='link'>Hans Moldenhauer’s</a> chronology of Webern’s works<sup><a id='note-ref-1' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-1'})\" title='See “Appendix I. Work List” in: Hans and Rosaleen Moldenhauer, Anton von Webern. A Chronicle of His Life and Work, London: Victor Gollancz, 1978, pp. 617–749.'>1</a></sup> has remained authoritative to this day, and is used for their consecutive numbering with “Moldenhauer numbers”. However, various doubts have been expressed about its accuracy, particularly with regard to Webern’s earliest compositions.<sup><a id='note-ref-2' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-2'})\" title='See Matthew Shaftel, Anton Webern’s Early Songs: Motive, Harmony, and Influence, Ann Arbor, 2001; and Gareth Cox, Anton Weberns Studienzeit. Seine Entwicklung im Lichte der Sätze und Fragmente für Klavier, Frankfurt am Main etc.: Lang, 1992, p. 19.'>2</a></sup> The difficulties inherent in attempting a chronological classification mostly lie in the lack of dates for the works in question. Webern usually assigned his earliest endeavours at composition a date and sometimes also a place, as is the case with the Two Pieces for Cello and Piano M <a href='https://ark.dasch.swiss/ark:/72163/1/0806/8pypDzJOSAOY2dQpU6LWwQp.20230526T172836126674496Z' class='link'>1</a>–<a href='https://ark.dasch.swiss/ark:/72163/1/0806/jBeTJDn9QyC0WgVyuG7TTQk.20121102T150457Z' class='link'>2</a> and (in general) with his initial songs (even when they only exist as a pencil draft, as with <a href='https://ark.dasch.swiss/ark:/72163/1/0806/uqT5Eb=URAaUd6LJOzTXKgT.20230526T172917466328196Z' class='link'><em>Wehmut</em> M 8</a>). But there was a fundamental shift once he began his composition studies with <a href='https://ark.dasch.swiss/ark:/72163/1/0806/Y1=4oD0OTZqzzOQM=H9ywA_.20230526T214948203842794Z' class='link'>Arnold Schoenberg</a>. With a few exceptions, the composition exercises that have survived from his student days are undated.</p>",
                        "<p>To be sure, we are largely able to determine when Webern’s lessons with Schoenberg began and ended. This provides us with an approximate earliest and latest possible date for these compositions. Webern studied musicology at the University of Vienna as of the winter semester of 1902/03. Like his fellow students <a href='https://ark.dasch.swiss/ark:/72163/1/0806/KfaVxMixRK=UTqPAs5xQcgt.20230526T211228012951052Z' class='link'>Heinrich Jalowetz</a>, <a href='https://ark.dasch.swiss/ark:/72163/1/0806/2LY3f_2GT4ahwzwZAGt5JQK.20230914T10120760428422Z' class='link'>Karl Horwitz</a> and <a href='https://ark.dasch.swiss/ark:/72163/1/0806/rc84pCTZQFyfXvQGnidRlgF.20230526T211246314746391Z' class='link'>Egon Wellesz</a>, he began his studies with Schoenberg in the autumn of 1904 on the recommendation of <a href='https://ark.dasch.swiss/ark:/72163/1/0806/y0xeKPfbQEeF4crR_3=kbQz.20130201T141420Z' class='link'>Guido Adler</a>, an admirer of Schoenberg’s who was the director of the <span class='link-todo'>Musicological Institute in Vienna</span>.<sup><a id='note-ref-3' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-3'})\" title='See Hans-Joachim Hinrichsen, “Lebenswelten und Werke 1900–1907 ”, in: Schönberg Handbuch, ed. Andreas Meyer, Therese Muxeneder and Ullrich Scheideler, Berlin: Metzler, 2023, pp. 52–82, here p. 56.'>3</a></sup> It was in that same year that Schoenberg gave his first public courses in harmony and counterpoint in rooms of the <span class='link-todo'>Girls’ Grammar School in Vienna (the “Mädchengymasium”)</span> that had been made available to him by its headmistress, <a href='https://ark.dasch.swiss/ark:/72163/1/0806/KXp5E9BDS4iJlpwabcmW5w9.20150428T132025Z' class='link'>Eugenie Schwarzwald</a>. These courses began on 15 October 1904 and ended in May 1905.<sup><a id='note-ref-4' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-4'})\" title='Schoenberg probably assumed these teaching activities through the mediation of Alexander von Zemlinsky and/or Adolf Loos. See Egon Wellesz, “Anfänge der ‘Neuen Musik’ in Wien”, in: Österreichische Musikzeitschrift 25 (1970), No. 5, pp. 312–315; and Egon Wellesz, “Schönberg und die Anfänge der Wiener Schule”, in: Österreichische Musikzeitschrift 15 (1960), No. 5, pp. 237–238. In addition, see also: Cornelia Szabó-Knotik, “Eugenie Schwarzwald im Wiener Musikleben. Begegnungen, Gemeinsamkeiten”, in: Der junge Webern. Künstlerische Orientierungen in Wien nach 1900, ed. Monika Kröpfl and Simon Obert, Vienna: Lafite, 2015 (Webern-Studien 2a), pp. 30–50.'>4</a></sup> Schoenberg invited several of his more talented participants to take private lessons in his home in parallel with the course at the Grammar School, and when interest in the latter course proved wanting, Schoenberg transferred his lessons completely to the private sphere as of autumn 1905. We do not know precisely when Webern began his private studies with Schoenberg. Egon Wellesz later wrote that he had begun visiting Schoenberg at his home from the autumn of 1905 onwards, and it is recorded that <a href='https://ark.dasch.swiss/ark:/72163/1/0806/Pkd2nTOqRkWsOdSNXSsJVA2.20230526T215003568534358Z' class='link'>Alban Berg</a> was taught “partly in class and partly privately” in the 1904/05 academic year – in other words, Schoenberg began teaching him at home at some point during the year of the course.<sup><a id='note-ref-5' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-5'})\" title='See Ulrich Krämer, Alban Berg als Schüler Arnold Schönbergs. Quellenstudien und Analysen zum Frühwerk, Vienna: Universal Edition, 1995 (Alban Berg Studien 4), p. 10.'>5</a></sup> Webern had already studied harmony and counterpoint in his preparatory course at university, which meant he could have switched to private tuition with Schoenberg at a very early date, probably already by the end of October 1904 or the beginning of November.<sup><a id='note-ref-6' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-6'})\" title='Moldenhauer claims that Webern was Schoenberg’s first private pupil and was followed by Heinrich Jalowetz and Karl Horwitz, then only later by Alban Berg. However, the source of this information in Moldenhauer remains unclear. See Moldenhauer, Anton von Webern (note 1), p. 73.'>6</a></sup> Last but not least, Webern’s later tribute to Schoenberg, published in the journal <em>Musikblätter des Anbruch</em> on Schoenberg’s 50<sup>th</sup> birthday in 1924, indicates that he began lessons with him in the autumn of 1904: “It is exactly twenty years since I became a pupil of Arnold Schoenberg.”<sup><a id='note-ref-7' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-7'})\" title='Anton Webern, [Zum 50. Geburtstag], in: Musikblätter des Anbruch 6 (1924), p. 272.'>7</a></sup> This means that Webern very probably took his first composition lessons with Schoenberg soon after completing his first orchestral work, <a href='https://ark.dasch.swiss/ark:/72163/1/0806/7rqe8FXVT6eMqQZBbDVsjgL.20240706T164151731789281Z' class='link'><em>Im Sommerwind</em></a> (<em>In the Summer Wind</em>), which Webern had dated “Preglhof, 6 September 1904”.</p>",
                        "<p>We can also indirectly deduce a final possible date for many of Webern’s study compositions. In a letter to Schoenberg of 1914, Webern wrote in retrospect about his <a href='https://ark.dasch.swiss/ark:/72163/1/0806/R3skM5QTSOmT8Y=TYW3WwAY.20230526T1740476136888Z' class='link'>Op. 2, <em>Entflieht auf leichten Kähnen</em></a>, that “I wrote the chorus six years ago under your direct guidance during the year when I last came for lessons with you [...].”<sup><a id='note-ref-8' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-8'})\" title='Webern to Schoenberg, 10 June 1914 (cited as in Moldenhauer, Anton von Webern [note 1], p. 101). N. B. this letter is the sole concrete indication for the date of Op. 2.'>8</a></sup> This would mean that Webern’s lessons had ended for good in the summer of 1908. He had also composed his <a href='https://ark.dasch.swiss/ark:/72163/1/0806/qBop8PB2QgO_bdfEGwdPTgJ.20240228T104403342553169Z' class='link'><em>Passacaglia</em> Op. 1</a> under Schoenberg’s tutelage immediately before this, namely in the spring of 1908. In Schoenberg’s printed dedication copy, Webern had written that it was his “final test piece”.<sup><a id='note-ref-9' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-9'})\" title='This copy is held by the Arnold Schönberg Center (A-Was: SCO W11). See also the very collage-like reproduction of this dedication, including transcriptions, in: Arnold Schönberg 1874–1951. Lebensgeschichte in Begegnungen, ed. Nuria Nono-Schoenberg, Klagenfurt: Ritter, 1992, p. 55.'>9</a></sup> After briefly interrupting his lessons in the autumn of 1907, Webern had apparently requested further lessons from Schoenberg in early 1908, specifically for this work. In view of the fact that he might soon have to undergo military service, Webern had already mentioned in a letter to Schoenberg dated 2 September 1907 that he was “perhaps now at the close of my regular studies with you”.<sup><a id='note-ref-10' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-10'})\" title='Webern to Schoenberg, 2 September 1907 (cited as in Opus Anton Webern, ed. Dieter Rexroth, Berlin: Quadriga, 1983, p. 81).'>10</a></sup> He was indeed then drafted into the military for several weeks, which meant he clearly had no more lessons for the moment. Ultimately, however, Webern took the liberty of writing to Schoenberg in late January 1908 to “ask you to give me lessons again from February onwards. I hope it will be possible for you.”<sup><a id='note-ref-11' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-11'})\" title='Webern to Schoenberg, 24 January 1908 (US-Wc [cited as in the digitized copy in A-Was: ID 18180]).'>11</a></sup></p>",
                        "<p>Webern’s extant study compositions can thus be situated within this timeframe that is delineated by the beginning and end of his studies with Schoenberg and by the works he later designated his Opp. 1 and 2. With the exception of his <a href='https://ark.dasch.swiss/ark:/72163/1/0806/vrz1jzGMQ3y=tlQNhZ7Ikwg.20240205T101703697664864Z' class='link'><em>Langsamer Satz</em> for string quartet M 78</a>, the <a href='https://ark.dasch.swiss/ark:/72163/1/0806/3uQhujTDQou_RbWXV59PQgt.20230526T174005292616952Z' class='link'>Piano Quintet M 118</a>, whose title page is dated “Spring 1907”, and the <a href='https://ark.dasch.swiss/ark:/72163/1/0806/kr6Le1jpTwCVYWw1IX_iCwj.20240205T101630376316725Z' class='link'>String Quartet M 79 of 1905</a> that was presumably not composed as part of his studies, these manuscripts do not, however, provide any concrete clues as to when they were written. This is why it is difficult to reconstruct any exact chronology within this period. Nor is there much other clear philological evidence, for it is impossible to draw any firm conclusions about specific periods of time from any company marks on his manuscript paper, from any other characteristics of it, or from any peculiarities of Webern’s handwriting.<sup><a id='note-ref-12' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-12'})\" title='See Cox, Anton Weberns Studienzeit (note 2), pp. 124 ff.; one exception in this regard is the change that occurred in Webern’s handwriting in around 1905 as observed by Simon Obert. This led Obert to re-date some of Webern’s orchestrations. See Simon Obert, “Weberns frühe Instrumentationen”, in: Der junge Webern. Texte und Kontexte, ed. Thomas Ahrend and Matthias Schmidt, Vienna: Lafite, 2015 (Webern-Studien 2b), pp. 113–127.'>12</a></sup> His letters and diaries also offer almost no references to his works.<sup><a id='note-ref-13' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-13'})\" title='In total, eight notebooks by Webern have survived and are held today by the Paul Sacher Foundation in Basel. The earliest three of these have been transcribed by Barbara Schingnitz, “Drei frühe Tagebücher”, in: Der junge Webern (note 12), pp. 217–324.'>13</a></sup></p>",
                        "<p>Two methodological aspects can nevertheless provide us with information about the possible chronology of the posthumous pieces that Webern composed during his lessons with Schoenberg.</p>",
                        "<p>(1) Webern rarely used a single leaf or sheet of paper to notate a single compositional idea or exercise. This means that the topography of his manuscripts can enable us to reconstruct a chronological order for certain of his pieces. It soon becomes apparent, for example, that his exercises are often intermeshed, and found in close physical proximity to one another, regardless of their respective scoring. The sketches for the piano movement M 114 are found in the spaces between the <a href='https://ark.dasch.swiss/ark:/72163/1/0806/b61Dg5UTTTW2px5rpLEXYQQ.20230526T173956797493303Z' class='link'>orchestral fragment M 102</a> that was notated in ink, so they must have been written afterwards. The same applies to the piano piece M 32, whose sketches appear at the end of the ink draft of the <a href='https://ark.dasch.swiss/ark:/72163/1/0806/5SVA9lsBQBa=tKe3QhXyWwb.20121102T150459Z' class='link'>String Quartet M 68</a>. These observations occasionally contradict the supposedly chronological numbering given by Moldenhauer. We can also see that the two piano pieces M 43 and M 44 must have been committed to paper later than M 75 and M 76 and therefore cannot belong directly to the “unit” of exercises M 34–44 constructed by Moldenhauer (the “Eleven Short Piano Pieces” as he called them).<sup><a id='note-ref-14' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-14'})\" title='Moldenhauer, Anton von Webern (note 1), pp. 728–729.'>14</a></sup></p>",
                        "<p>In some cases, Webern also used the same compositional idea but scored in different ways. The Piano Variations M 22 include three variations at the close that are written for string quartet (though these were not assigned their own M number by Moldenhauer), while the variations on “Der Winter ist vergangen” (“Winter is past”) exist as two separate series: M 23 for piano and M 24 for string quartet. The study composition for piano M 75 also exists in a second version for string quartet, albeit incomplete, to which Moldenhauer did not assign a number.</p>",
                        "<p>(2) These overlaps across different genres are also linked to the second methodological aspect. Schoenberg’s later publications that were either intended for teaching purposes or that describe his pedagogical methods – first and foremost his <em>Fundamentals of Musical Composition</em>, written between 1937 and 1948 but only published posthumously in 1967 – reveal a methodological structure orientated around musical form. This means that students deal initially with the construction of simple sentences and periods before turning to more complex forms, ranging from the small ternary form to the scherzo, theme and variations, rondo and finally the sonata movement.<sup><a id='note-ref-15' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-15'})\" title='See Arnold Schoenberg, Fundamentals of Musical Composition, ed. Gerald Strang and Leonard Stein, London: Faber and Faber, 1967.'>15</a></sup> Ulrich Krämer has used Alban Berg’s study compositions to demonstrate conclusively how this continuous process of requiring evermore demanding forms is clearly reflected in the surviving pedagogical materials.<sup><a id='note-ref-16' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-16'})\" title='Krämer, Alban Berg als Schüler (note 5), p. 20.'>16</a></sup> We may thus assume that Schoenberg adopted similar didactic maxims during Webern’s period of study with him, despite the subsequent gap of more than three decades before he committed his <em>Fundamentals</em> to paper. This reasonable assumption may be utilized to construct a chronology of Webern’s individual exercises,<sup><a id='note-ref-17' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-17'})\" title='See also Cox, Anton Weberns Studienzeit (note 2), p. 126.'>17</a></sup> and we find it confirmed not least by a letter from Webern to Schoenberg of October 1920. Webern had taken on several pupils, and now that he found himself in the role of teacher, he turned to his own mentor for advice: “[...] I intend to pursue with them the path that I learnt from you: sentence and period construction, two-part song form, then three-part; and then to the minuet, scherzo; extensions, freer construction of the theme. Then variation, andante (adagio) form, rondo, sonata. Should I do it like this?”<sup><a id='note-ref-18' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-18'})\" title='Webern to Schoenberg, no date (US-Wc [cited as in the digitized copy in A-Was: ID 18056]). Regarding the belief that this letter must have been written between 13 and 23 October 1920, and on Webern’s adoption of the sequence of formal exercises described here in his own teaching activities, see Thomas Ahrend, “Weberns Schüler. Zum Beispiel: Hanns Eisler, Ludwig Zenk und Leopold Spinner”, in: Neue Perspektiven. Anton Webern und das Komponieren im 20. Jahrhundert (Webern-Studien 4), ed. Pietro Cavallotti, Simon Obert and Rainer Schmusch, Vienna: Lafite, 2019, pp. 27–50 (date: see note 15). Regarding the last point, see also Neil Boynton, “Einleitung”, in: Anton Webern. Über musikalische Formen. Aus den Vortragsmitschriften von Ludwig Zenk, Siegfried Oehlgiesser, Rudolf Schopf und Erna Apostel, ed. Neil Boynton, Mainz etc.: Schott, 2002 (Veröffentlichungen der Paul Sacher Stiftung 8), pp. 27 ff., pp. 152–185.'>18</a></sup></p>",
                        "<p>The content of the present AWG Section II/2a has been organized according to this assumption and is based on the following sequence: period/sentence – ternary form – minuet/scherzo – variations – rondo form/sonata form. There are, of course, cases that could plausibly be regarded as exceptions. Schoenberg placed slow “andante forms” at the beginning of his rondo chapter in his <em>Fundamentals</em>, but there are no extant examples of these forms in Webern’s composition exercises that are notated as piano pieces (exercises in “andante form” do exist in his chamber music, however, and are published in AWG II/2b).</p>"
                    ],
                    "blockNotes": [
                        "<p id='note-1' class='note note-1-dig'><a class='note-backlink' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-ref-1'})\">1</a> | See “Appendix I. Work List” in: <a href='https://ark.dasch.swiss/ark:/72163/1/0806/FJTRpOMPRkCHC=UKQVQhng_.20230526T214449362846109Z' class='link'>Hans and Rosaleen Moldenhauer, <em>Anton von Webern. A Chronicle of His Life and Work</em>, London: Victor</a> Gollancz, 1978, pp. 617–749.</p>",
                        "<p id='note-2' class='note note-1-dig'><a class='note-backlink' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-ref-2'})\">2</a> | See <a href='https://ark.dasch.swiss/ark:/72163/1/0806/Z3WOrl8_QzaZo_cZRbdtCw8.20241115T151816798648508Z' class='link'>Matthew Shaftel, <em>Anton Webern’s Early Songs: Motive, Harmony, and Influence</em>, Ann Arbor, 2001</a>; and <a href='https://ark.dasch.swiss/ark:/72163/1/0806/mnVmxdH7T6682QqkreWNgQd.20230526T220504277105225Z' class='link'>Gareth Cox, <em>Anton Weberns Studienzeit. Seine Entwicklung im Lichte der Sätze und Fragmente für Klavier</em>, Frankfurt am Main etc.: Lang, 1992</a>, p. 19.</p>",
                        "<p id='note-3' class='note note-1-dig'><a class='note-backlink' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-ref-3'})\">3</a> | See Hans-Joachim Hinrichsen, “Lebenswelten und Werke 1900–1907 ”, in: Schönberg Handbuch, ed. Andreas Meyer, Therese Muxeneder and Ullrich Scheideler, Berlin: Metzler, 2023, pp. 52–82, here p. 56.</p>",
                        "<p id='note-4' class='note note-1-dig'><a class='note-backlink' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-ref-4'})\">4</a> | Schoenberg probably assumed these teaching activities through the mediation of Alexander von Zemlinsky and/or Adolf Loos. See <a href='https://ark.dasch.swiss/ark:/72163/1/0806/GAazEUOLRA=XInk3LuZqIQ1.20241121T092942896465902Z' class='link'>Egon Wellesz, “Anfänge der ‘Neuen Musik’ in Wien”, in: <em>Österreichische Musikzeitschrift</em> 25 (1970), No. 5</a>, pp. 312–315; and Egon Wellesz, “Schönberg und die Anfänge der Wiener Schule”, in: <em>Österreichische Musikzeitschrift</em> 15 (1960), No. 5, pp. 237–238. In addition, see also: <a href='https://ark.dasch.swiss/ark:/72163/1/0806/V6c7Z5h7Qb2vIsX=64YtMw6.20160527T060152Z' class='link'>Cornelia Szabó-Knotik, “Eugenie Schwarzwald im Wiener Musikleben. Begegnungen, Gemeinsamkeiten”, in: <em>Der junge Webern. Künstlerische Orientierungen in Wien nach 1900</em>, ed. Monika Kröpfl and Simon Obert, Vienna: Lafite, 2015 (Webern-Studien 2a)</a>, pp. 30–50.</p>",
                        "<p id='note-5' class='note note-1-dig'><a class='note-backlink' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-ref-5'})\">5</a> | See Ulrich Krämer, <em>Alban Berg als Schüler Arnold Schönbergs. Quellenstudien und Analysen zum Frühwerk</em>, Vienna: Universal Edition, 1995 (Alban Berg Studien 4), p. 10.</p>",
                        "<p id='note-6' class='note note-1-dig'><a class='note-backlink' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-ref-6'})\">6</a> | Moldenhauer claims that Webern was Schoenberg’s first private pupil and was followed by Heinrich Jalowetz and Karl Horwitz, then only later by Alban Berg. However, the source of this information in Moldenhauer remains unclear. See <a href='https://ark.dasch.swiss/ark:/72163/1/0806/FJTRpOMPRkCHC=UKQVQhng_.20230526T214449362846109Z' class='link'>Moldenhauer, <em>Anton von Webern</em></a> (note <a (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-1'})\">1</a>), p. 73.</p>",
                        "<p id='note-7' class='note note-1-dig'><a class='note-backlink' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-ref-7'})\">7</a> | <a href='https://ark.dasch.swiss/ark:/72163/1/0806/NdQBZgd1RHqPbqo42_DqCwe.20230526T230532827558408Z' class='link'>Anton Webern, [Zum 50. Geburtstag], in: <em>Musikblätter des Anbruch</em> 6 (1924)</a>, p. 272.</p>",
                        "<p id='note-8' class='note note-1-dig'><a class='note-backlink' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-ref-8'})\">8</a> | <a href='https://ark.dasch.swiss/ark:/72163/1/0806/MMOuIVPESXWqthipyx=xNgX.20241125T095149310016757Z' class='link'>Webern to Schoenberg, 10 June 1914</a> (cited as in <a href='https://ark.dasch.swiss/ark:/72163/1/0806/FJTRpOMPRkCHC=UKQVQhng_.20230526T214449362846109Z' class='link'>Moldenhauer, <em>Anton von Webern</em></a> [note <a (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-1'})\">1</a>], p. 101). N. B. this letter is the sole concrete indication for the date of Op. 2.</p>",
                        "<p id='note-9' class='note note-1-dig'><a class='note-backlink' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-ref-9'})\">9</a> | This copy is held by the Arnold Schönberg Center (A-Was: SCO W11). See also the very collage-like reproduction of this dedication, including transcriptions, in: <em>Arnold Schönberg 1874–1951. Lebensgeschichte in Begegnungen</em>, ed. Nuria Nono-Schoenberg, Klagenfurt: Ritter, 1992, p. 55.</p>",
                        "<p id='note-10' class='note note-2-dig'><a class='note-backlink' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-ref-10'})\">10</a> | <a href='https://ark.dasch.swiss/ark:/72163/1/0806/DEPsP=rETuWN_bx4LvKGoQE.20241125T100846615221504Z' class='link'>Webern to Schoenberg, 2 September 1907</a> (cited as in <em>Opus Anton Webern</em>, ed. <a href='https://ark.dasch.swiss/ark:/72163/1/0806/kIEb2fe8TqCPU3W9WXQ4qg9.20230526T224737334709419Z' class='link'>Dieter Rexroth, Berlin: Quadriga, 1983</a>, p. 81).</p>",
                        "<p id='note-11' class='note note-2-dig'><a class='note-backlink' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-ref-11'})\">11</a> | <a href='https://ark.dasch.swiss/ark:/72163/1/0806/hpztwTffRp=kEXc_bymcfw=.20241125T103538817345144Z' class='link'>Webern to Schoenberg, 24 January 1908</a> (US-Wc [cited as in the digitized copy in A-Was: ID 18180]).</p>",
                        "<p id='note-12' class='note note-2-dig'><a class='note-backlink' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-ref-12'})\">12</a> | See <a href='https://ark.dasch.swiss/ark:/72163/1/0806/mnVmxdH7T6682QqkreWNgQd.20230526T220504277105225Z' class='link'>Cox, <em>Anton Weberns Studienzeit</em></a> (note <a (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-2'})\">2</a>), pp. 124 ff.; one exception in this regard is the change that occurred in Webern’s handwriting in around 1905 as observed by Simon Obert. This led Obert to re-date some of Webern’s orchestrations. See <a href='https://ark.dasch.swiss/ark:/72163/1/0806/nwgL3MvYS12Tz82l61ZqmA_.20160524T075750Z' class='link'>Simon Obert, “Weberns frühe Instrumentationen”, in: <em>Der junge Webern. Texte und Kontexte</em>, ed. Thomas Ahrend and Matthias Schmidt, Vienna: Lafite, 2015 (Webern-Studien 2b)</a>, pp. 113–127.</p>",
                        "<p id='note-13' class='note note-2-dig'><a class='note-backlink' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-ref-13'})\">13</a> | In total, eight notebooks by Webern have survived and are held today by the Paul Sacher Foundation in Basel. The earliest three of these have been transcribed by <a href='https://ark.dasch.swiss/ark:/72163/1/0806/unZfbxRqTaGr1q0mOYsi8Qj.20160524T065647Z' class='link'>Barbara Schingnitz, “Drei frühe Tagebücher”, in: <em>Der junge Webern. Texte und Kontexte</em></a> (note <a (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-12'})\">12</a>), pp. 217–324.</p>",
                        "<p id='note-14' class='note note-2-dig'><a class='note-backlink' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-ref-14'})\">14</a> | <a href='https://ark.dasch.swiss/ark:/72163/1/0806/FJTRpOMPRkCHC=UKQVQhng_.20230526T214449362846109Z' class='link'>Moldenhauer, <em>Anton von Webern</em></a> (note <a (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-1'})\">1</a>), pp. 728–729.</p>",
                        "<p id='note-15' class='note note-2-dig'><a class='note-backlink' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-ref-15'})\">15</a> | See <a href='https://ark.dasch.swiss/ark:/72163/1/0806/NNQ_G9m=S7iwhy18wxgeTQU.20241128T141543924385807Z' class='link'>Arnold Schoenberg, <em>Fundamentals of Musical Composition</em>, ed. Gerald Strang and Leonard Stein, London: Faber and Faber, 1967</a>.</p>",
                        "<p id='note-16' class='note note-2-dig'><a class='note-backlink' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-ref-16'})\">16</a> | Krämer, <em>Alban Berg als Schüler</em> (note <a (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-5'})\">5</a>), p. 20.</p>",
                        "<p id='note-17' class='note note-2-dig'><a class='note-backlink' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-ref-17'})\">17</a> | See also <a href='https://ark.dasch.swiss/ark:/72163/1/0806/mnVmxdH7T6682QqkreWNgQd.20230526T220504277105225Z' class='link'>Cox, <em>Anton Weberns Studienzeit</em></a> (note <a (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-2'})\">2</a>), p. 126.</p>",
                        "<p id='note-18' class='note note-2-dig'><a class='note-backlink' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-ref-18'})\">18</a> | <a href='https://ark.dasch.swiss/ark:/72163/1/0806/VIGKxeDfQfanV7mg7m3aKgY.20241125T114120635767015Z' class='link'>Webern to Schoenberg, no date</a> (US-Wc [cited as in the digitized copy in A-Was: ID 18056]). Regarding the belief that this letter must have been written between 13 and 23 October 1920, and on Webern’s adoption of the sequence of formal exercises described here in his own teaching activities, see <a href='https://ark.dasch.swiss/ark:/72163/1/0806/GVLntAtfSL2YY6PiZo_YGA8.20190314T151954Z' class='link'>Thomas Ahrend, “Weberns Schüler. Zum Beispiel: Hanns Eisler, Ludwig Zenk und Leopold Spinner”, in: <em>Neue Perspektiven. Anton Webern und das Komponieren im 20. Jahrhundert</em> (Webern-Studien 4), ed. Pietro Cavallotti, Simon Obert and Rainer Schmusch, Vienna: Lafite, 2019, pp. 27–50</a> (date: see note <a (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-15'})\">15</a>). Regarding the last point, see also <a href='https://ark.dasch.swiss/ark:/72163/1/0806/mRpqc7thSxm4BiSgO_STEgb.20170201T161257Z' class='link'>Neil Boynton, “Einleitung”, in: <em>Anton Webern. Über musikalische Formen. Aus den Vortragsmitschriften von Ludwig Zenk, Siegfried Oehlgiesser, Rudolf Schopf und Erna Apostel</em>, ed. Neil Boynton, Mainz etc.: Schott, 2002 (Veröffentlichungen der Paul Sacher Stiftung 8)</a>, pp. 27 ff., pp. 152–185.</p>"
                    ]
                },
                {
                    "blockId": "textstatus",
                    "blockHeader": "Webern’s study compositions: the status of the texts",
                    "blockContent": [
                        "<p class='no-indent spacebreak'>The compositions gathered together in AWG II/2a, being the documentary evidence of Webern’s private lessons with <a href='https://ark.dasch.swiss/ark:/72163/1/0806/Y1=4oD0OTZqzzOQM=H9ywA_.20230526T214948203842794Z' class='link'>Schoenberg</a>, are extremely informative about both the young composer’s musical development and the history of composing and its tuition in around 1900. From a philological perspective, however, their status is precarious because they were part of a dynamic learning process that was not focussed on producing a finished, self-contained work as its final result, but was a means of solving a specific methodological task, sometimes in multiple versions or over several attempts. Many of these exercises are open-ended, contain copious revisions in pencil or crayon, or have even been crossed out altogether. The musical text is in places incorrectly and carelessly notated. Almost every piece lacks accidentals that have been forgotten or omitted as a matter of course (because they were taken as given), octave chords incorrectly notated (the addition of too many ledger lines sometimes turns them into tenths) and rhythmic inconsistencies.</p>",
                        "<p>For this reason, the AWG uses the term “ink draft” (<em>Tintenniederschrift</em>) instead of “fair copy” for these manuscripts written in ink. These drafts present a moment of completion when compared to the pencil sketches. At the same time, however, they rarely constitute fair copies, let alone the kind of fair copies that would have been provided to an engraver for purposes of publication. Besides the aforementioned inconsistencies, they also almost always contain numerous corrections and annotations in the hand of Webern and/or Schoenberg.</p>",
                        "<p>However, such “unfinished” texts should not be seen as failed attempts, but rather as specific exercises that have individual value while being devoid of any claim to formal completeness. Their purpose lies instead in being a means of learning and trying things out.<sup><a id='note-ref-19' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-19'})\" title='See also Krämer, Alban Berg als Schüler (note 5), p. 173.'>19</a></sup> The same essentially applies to those exercises that exist in several versions, either because Webern revised certain sections (presumably at Schoenberg’s behest) or because he approached the task step by step (especially when it came to working in larger forms). The present volume accordingly refrains from deciding in favour of any final, supposedly “authorized” version of a piece, but offers an edition of all those versions of a text that can be reconstructed in order to document the dynamic, didactic process as seamlessly as possible.</p>",
                        "<p>These study compositions also present us with a further problem, for it is often difficult to ascertain the authorship and chronology of their corrections and annotations. As a rule, it is impossible to determine with certainty whether they were made by Webern the student or Schoenberg the teacher.<sup><a id='note-ref-20' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-20'})\" title='Given all the annotations in these manuscripts that were made during Webern’s studies with Schoenberg, it is unclear how Cox arrives at his conclusion that only two of them were supposedly in Schoenberg’s own hand – both in the case of the Piano Quintet M 81 (see Cox, Anton Weberns Studienzeit [note 2], p. 51).'>20</a></sup> Such corrections and annotations could have been made on the spot, in parallel with the verbal exchange between teacher and student, or only subsequent to a lesson. What’s more, it is sometimes impossible to distinguish between what might be a correction and a variant that was notated on a trial basis.<sup><a id='note-ref-21' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-21'})\" title='Regarding the problematic status of these study compositions in their pedagogical context, see also Thomas Ahrend, “Hausaufgabe und Werk. Zur Formkonzeption von Anton Weberns Langsamem Satz für Streichquartett”, in: Der junge Webern. Texte und Kontexte (note 12), pp. 71–89, especially p. 72.'>21</a></sup></p>",
                        "<p>Terminological difficulties thus also come into play here, not least regarding the status of these notated documents. To designate them “works” seems somewhat inappropriate, though other terms such as “piano piece” (“Klavierstück”) are no less problematic. With the obvious exception of the variations scored for string quartet at the end of M 22, the pieces edited here were notated in piano score and were probably also composed by Webern at the piano. However, as Reinhold Brinkmann has remarked in connection with Schoenberg’s early works, not every composition notated in piano score necessarily constitutes a piece for the piano.<sup><a id='note-ref-22' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-22'})\" title='See Reinhold Brinkmann, “Einleitung”, in: Arnold Schoenberg, Werke für Klavier zu zwei Händen ed. Reinhold Brinkmann, B. Schott’s Söhne: Mainz and Universal Edition: Vienna, 1975 (Complete Works Section II Series B Vol. 4), p. XI.'>22</a></sup> This reservation applies in particular to the earliest composition exercises here, which are the furthest removed from having the character of a “work”. The term “tuition” should thus also be interpreted in a flexible manner. Webern’s initial lessons presumably involved considerable interaction and weekly “homework”, but by the time he composed his Opp. <a href='https://ark.dasch.swiss/ark:/72163/1/0806/qBop8PB2QgO_bdfEGwdPTgJ.20240228T104403342553169Z' class='link'>1</a> and <a href='https://ark.dasch.swiss/ark:/72163/1/0806/R3skM5QTSOmT8Y=TYW3WwAY.20230526T1740476136888Z' class='link'>2</a> at the latest, Schoenberg was probably more of a mentor whose function was to offer advice.</p>",
                        "<p>The fluid nature of this didactic transition is precisely why the present edition introduces the open term “study composition” (<em>Studienkomposition</em>) for all those compositions that are extant from the period of Webern’s studies, regardless of their form, length or degree of completion. This term is used here as the editorial title of these pieces.</p>"
                    ],
                    "blockNotes": [
                        "<p id='note-19' class='note note-2-dig'><a class='note-backlink' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-ref-19'})\">19</a> | See also Krämer, <em>Alban Berg als Schüler</em> (note <a (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-5'})\">5</a>), p. 173.</p>",
                        "<p id='note-20' class='note note-2-dig'><a class='note-backlink' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-ref-20'})\">20</a> | Given all the annotations in these manuscripts that were made during Webern’s studies with Schoenberg, it is unclear how Cox arrives at his conclusion that only two of them were supposedly in Schoenberg’s own hand – both in the case of the Piano Quintet M 81 (see <a href='https://ark.dasch.swiss/ark:/72163/1/0806/mnVmxdH7T6682QqkreWNgQd.20230526T220504277105225Z' class='link'>Cox, <em>Anton Weberns Studienzeit</em></a> [note <a (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-2'})\">2</a>], p. 51).</p>",
                        "<p id='note-21' class='note note-2-dig'><a class='note-backlink' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-ref-21'})\">21</a> | Regarding the problematic status of these study compositions in their pedagogical context, see also <a href='https://ark.dasch.swiss/ark:/72163/1/0806/UAiXwv9xTVSB24cnZRO15Q6.20240706T164051462371073Z' class='link'>Thomas Ahrend, “Hausaufgabe und Werk. Zur Formkonzeption von Anton Weberns <em>Langsamem Satz</em> für Streichquartett”, in: <em>Der junge Webern. Texte und Kontexte</em></a> (note <a (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-12'})\">12</a>), pp. 71–89, especially p. 72.</p>",
                        "<p id='note-22' class='note note-2-dig'><a class='note-backlink' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-ref-22'})\">22</a> | See Reinhold Brinkmann, “Einleitung”, in: Arnold Schoenberg, <em>Werke für Klavier zu zwei Händen</em> ed. Reinhold Brinkmann, B. Schott’s Söhne: Mainz and Universal Edition: Vienna, 1975 (Complete Works Section II Series B Vol. 4), p. XI.  </p>"
                    ]
                },
                {
                    "blockId": "period_sentence_and_small_ternary_form",
                    "blockHeader": "Study compositions: Period/sentence and small ternary form (M 34–42, M 29–31, M 45–46)",
                    "blockContent": [
                        "<p class='no-indent spacebreak'>The ink drafts of the study compositions M 34–42, which are notated on a single folio, probably date from the very beginning of Webern’s studies and can therefore be dated to around November 1904. We can tell that these are indeed composition exercises because these ink drafts contain numerous annotations in pencil that outline a correction or a variant, or that use signs to mark certain problematic passages that were presumably intended to be revised. These very first exercises allow us to observe the learning principle of incremental forms very clearly; they represent the first stages of development in Webern’s engagement with sentence, period, and then – in a seamless transition – ternary form.</p>",
                        "<p>It is especially interesting how Webern, almost from the very start, experiments with irregularities in formal and harmonic structure. Whereas M 34 is still based on a regularly structured period with a four-measure antecedent and a four-measure consequent, M 35 already formulates a nine­measure period whose antecedent comprises five measures and at the same time excludes the actual dominant, ending instead on the dominant of the consequent that turns initially to the parallel minor.</p>",
                        "<p>The number of measures increases across the subsequent individual exercises, and the different sections of the periods almost always reveal an asymmetrical relationship in their number of measures. In addition, the melodic line often blurs the underlying metre (such as by using ties across bar lines in M 36, M 37, M 40 and M 41). From M 36 onwards, these exercises shift into ternary forms that try out, for example, different possibilities for recapitulation:</p>",

                        "<div class='table-responsive'><table class='awg-intro-table spacebreak small'><tbody><tr><td>M 35/42</td><td>shortened antecedent, consequent of the same length with subsequent coda</td></tr><tr><td>M 36</td><td>only the antecedent</td></tr><tr><td>M 37</td><td>only a varied antecedent</td></tr><tr><td>M 38</td><td>varied antecedent with unaltered consequent</td></tr><tr><td>M 39 v1</td><td>antecedent with transposed closing formula from the consequent</td></tr><tr><td>M 39 v2</td><td>antecedent combined with varied, slightly shortened consequent</td></tr><tr><td>M 40</td><td>antecedent unaltered, consequent shortened by one measure</td></tr><tr><td>M 41</td><td>antecedent and consequent varied and expanded</td></tr></tbody></table></div>",

                        "<p class='no-indent spacebreak'>Webern also seeks varied solutions in his middle sections, where he primarily experiments with formal length and tries out his harmonic options (variant keys or parallel keys, major/minor mediants, or introducing the dominant or subdominant via the minor variant).</p>",
                        "<p>The study composition M 42 is especially revealing for <a href='https://ark.dasch.swiss/ark:/72163/1/0806/Y1=4oD0OTZqzzOQM=H9ywA_.20230526T214948203842794Z' class='link'>Schoenberg’s</a> teaching methodology because it is obviously a later addition to M 35 and was notated on a separate sheet. It comprises a middle section and a repeat of the A section for M 35, thereby documenting for the first time in Webern’s studies Schoenberg’s step-by-step approach in which he engaged with forms of increasing size by means of individual formal sections.<sup><a id='note-ref-23' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-23'})\" title='With regard to Berg, see also Krämer, Alban Berg als Schüler (note 5), pp. 173 ff.'>23</a></sup> In order to emphasize the connection between these two sections that were notated separately, M 35 and M 42 are combined into a single unit in the present edition.</p>",
                        "<p>The next study compositions, M 29–31, are comparatively conventional in formal terms and in part almost symmetrical (see the repetition of the A section in M 29). However, a comparison shows that they also exhibit new formal and harmonic aspects and are at the same time more extensive and more elaborate. It is therefore conceivable that they were composed immediately after the previous exercises and thus date from roughly the end of 1904.</p>",
                        "<p>M 30 and M 31 are notated on the recto and verso of a single sheet and follow the model for the period. In M 30, Webern for the first time chooses a 6/8 metre, while its key of A-flat major has more accidentals than his previous study compositions. He also increasingly explores his harmonic possibilities by initially avoiding the dominant in the A section, choosing instead the sixth degree (the parallel minor). In the middle section, the chordal progressions generally move in half-measures; Webern also touches on the variant key of a-flat minor (i). In the repeat of the A section, the dominant is excluded until shortly before the close, and at the point analogous to the initial A section (measure 19) it is initially replaced by a sixth chord of the minor variant (v). In contrast, M 31 has an uneven, eleven-measure period structure in its antecedent and consequent, which flow smoothly one into the other. Its direct confrontation of C major and B major is striking, the latter functioning as an intermediate dominant to the domi­nant parallel minor, e minor (iii), whose major variant (III<span class='glyph'>{{ref.getGlyph('[#]')}}</span>) is important in the middle section. The recapitulation (5 + 4 measures) reorganizes the motivic components and concludes with a short coda that is very similar to that of M 42. In M 29, Webern departs from the period model for the first time and formulates a sentence that leads to vi. The subsequent middle section with its many harmonic roots (what Schoenberg called “Stufenreichtum”) takes on the distinct character of a development section.<sup><a id='note-ref-star1' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-star1'})\" title='Schoenberg preferred the term “elaboration” for what in German is called the “Durchführung”, declaring “development” to be a “misnomer. It suggests germination and growth which rarely occur”. However, we retain “development” here because it remains the standard term in English. See Schoenberg, Fundamentals of Musical Composition (note 15), p. 200.'>*</a></sup> Since M 30 and M 31 form a period, whereas M 45 and M 46 subsequently fall back on the model of the sentence, it is possible that M 29, which is notated on a separate leaf, could actually have been composed after M 30–31. It is noteworthy that the sketches for the beginning of M 29 are relatively detailed, and they demonstrate how Webern was trying to engage in the melodic development of the motif.</p>",

                        "<div class='table-responsive'><table class='awg-intro-table spacebreak small'><tbody><tr><td>M 34</td><td>Period</td><td>8 mm. (4 + 4)</td><td>3/4</td><td>B<span class='glyph'>{{ref.getGlyph('[b]')}}</span></td></tr><tr><td>M 35/42</td><td>Period</td><td>29 mm. (9 + 11)</td><td>3/4</td><td>G</td></tr><tr><td>M 36</td><td>Period</td><td>16 mm. (7 + 5 + 4)</td><td>3/4</td><td>D</td></tr><tr><td>M 37</td><td>Period</td><td>21 mm. (9 + 5 + 7)</td><td>3/4</td><td>a</td></tr><tr><td>M 38</td><td>Period</td><td>20 mm. (8 + 4 + 8)</td><td>3/4</td><td>F</td></tr><tr><td>M 39 v1</td><td>Period</td><td>19 mm. (8 + 6 + 5)</td><td>4/4</td><td>C</td></tr><tr><td>M 39 v2</td><td>Period</td><td>19 mm. (8 + 4 + 7)</td><td>4/4</td><td>C</td></tr><tr><td>M 40</td><td>Period</td><td>25 mm. (9 + 8 + 8)</td><td>3/4</td><td>a</td></tr><tr><td>M 41</td><td>Period</td><td>31 mm. (13 + 7 + 11)</td><td>3/4</td><td>C</td></tr><tr><td>M 30</td><td>Period</td><td>24 mm. (8 + 8 + 8)</td><td>6/8</td><td>A<span class='glyph'>{{ref.getGlyph('[b]')}}</span></td></tr><tr><td>M 31</td><td>Period</td><td>30 mm. (11 + 6 + 9 + 4)</td><td>3/4</td><td>C</td></tr><tr><td>M 29</td><td>Sentence</td><td>34 mm. (||:8:|| + 18 + 8)</td><td>3/4</td><td>C</td></tr></tbody></table></div>",

                        "<p class='no-indent spacebreak'>In the two study compositions M 45 and M 46, the piano writing becomes more complex and the three-part form is expanded. We can see that Webern has taken greater care here, not least in assigning a greater number of dynamic and agogic markings. It is also possible that he wrote these pieces at the same time as his initial exercises for string quartet, as the first three-part forms for this ensemble (M 26–28) are found on the same manuscript sheets.</p>",
                        "<p>The opening of M 45 is strongly reminiscent of the start of the first theme from <a href='https://ark.dasch.swiss/ark:/72163/1/0806/hTtAxnzxSOK6SD3GDPoQiwW.20240118T154641648828682Z' class='link'>Richard Wagner’s</a>&ngsp;<em>Siegfried Idyll</em> (the melodic line has been slightly altered and shifted upwards by a major second). In <span class='link-todo'>version 1</span>, the A section, which is based on an asymmetrical sentence (18 measures: 3 + 3 + 3 + 2 and 3 + 4),<sup><a id='note-ref-24' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-24'})\" title='See also Schoenberg, Fundamentals of Musical Composition (note 15), p. 137.'>24</a></sup> is for the first time divided into two sections. After a half-cadence with a fermata, the varied main theme follows in the tonic. The contrasting middle section on the mediant develops motifs from the theme and its variant in a complementary manner before leading into a much-shortened recapitulation (9 measures) that brings the main theme only as a reminiscence, and concludes with a fleeting motivic synthesis.</p>",
                        "<p>The formal imbalance that results from attaching little importance to the recapitulation might have prompted Schoenberg to have his pupil recast the structure (this seems to be indicated by the various annotations and insertions as well sweeping deletions in pencil). In any case, the proportions of the A-B-A structure appear more balanced in <span class='link-todo'>version 2</span> of M 45, where Webern moves the varied main theme to the beginning of the recapitulation, extends the coda, which now brings a reminiscence of the varied theme, and adds closing sections as a new element.</p>",
                        "<p>In formal terms, M 46 is incomplete. However, it seems clear that the A section should be given once more at the end as a recapitulation, which would similarly result in a ternary structure. In <span class='link-todo'>version 1</span>, Webern also marked out eight measures (13–20) but left them empty. He was obviously aware of how much he ought to compose before the middle section: as in <span class='link-todo'>version 2</span>, he intended inserting a repetition of the main theme in the upper octave. The A section of the ternary form thus itself has a subordinate a-b-a form,<sup><a id='note-ref-25' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-25'})\" title='See also Schoenberg, Fundamentals of Musical Composition (note 15), p. 190 (Schoenberg there also uses lower case letters for the subordinate form, “aba”).'>25</a></sup> the middle section of which Webern extended by two measures in version 2 of M 46. Otherwise, the differences between the two versions mainly concern the B section, whose harmony and figurations are highly reminiscent of <a href='https://ark.dasch.swiss/ark:/72163/1/0806/0h2Z8Z2vT3i_tS6TuotKSQ9.20200813T060215Z' class='link'>Franz Schubert</a> (e. g. his “Trauerwalzer” D 365, No. 2, also known as the “Sehnsuchtswalzer”), and whose harmonic progressions are made more complex in the revised version.<sup><a id='note-ref-26' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-26'})\" title='See Markus Böggemann, “Werk und Wertung. Anton Weberns Jugendkompositionen in der Analyse”, in: Der junge Webern. Texte und Kontexte (note 12), pp. 35–50, here pp. 48 f.'>26</a></sup></p>",
                        "<p>The <a href='https://ark.dasch.swiss/ark:/72163/1/0806/rSCEw5wjQQ68BLltsl5wzQD.20210318T090501Z' class='link'>first performance of the study compositions for piano M 34–42 (together with study compositions M 43–44)</a> was given in Switzerland by <a href='https://ark.dasch.swiss/ark:/72163/1/0806/doR1M9dCQzeAQYuqujfqugC.20210315T072822Z' class='link'>Jean-Jacques Dünki</a> on 12 August 1988 on the occasion of the “5<sup>th</sup> Musical Encounters at Lenzburg Castle”, using his own transcriptions.<sup><a id='note-ref-27' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-27'})\" title='See Cox, Anton Weberns Studienzeit (note 2), p. 78.'>27</a></sup> The <a href='https://ark.dasch.swiss/ark:/72163/1/0806/6yK7ehH4SVCTokm=Oq7CsQE.20241126T085830936655299Z' class='link'>study compositions M 45–46, together with study compositions M 32–33, M 22–23 (M 22 without the variations for string quartet), M 75–76, M 116 and the piano pieces M 158–159, M 266 and M 280 (which have only survived in sketches and remain fragments), were also given their first performances</a> by Dünki, this time at a concert at Château d’Autigny near Fribourg on 13 September 1998. He again played from his own transcriptions. He had already recorded all these pieces the previous April.<sup><a id='note-ref-28' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-28'})\" title='Anton Webern, Piano Music 1904–1936, Jean-Jacques Dünki (piano), Zurich: Jecklin, 1998 (JD 719-2).'>28</a></sup></p>"
                    ],
                    "blockNotes": [
                        "<p id='note-23' class='note note-2-dig'><a class='note-backlink' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-ref-23'})\">23</a> | With regard to <a href='https://ark.dasch.swiss/ark:/72163/1/0806/Pkd2nTOqRkWsOdSNXSsJVA2.20230526T215003568534358Z' class='link'>Berg</a>, see also Krämer, <em>Alban Berg als Schüler</em> (note <a (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-5'})\">5</a>), pp. 173 ff.</p>",
                        "<p id='note-star1' class='note note-1-dig'><a class='note-backlink' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-ref-star1'})\">*</a> | Schoenberg preferred the term “elaboration” for what in German is called the “Durchführung”, declaring “development” to be a “misnomer. It suggests germination and growth which rarely occur”. However, we retain “development” here because it remains the standard term in English. See <a href='https://ark.dasch.swiss/ark:/72163/1/0806/NNQ_G9m=S7iwhy18wxgeTQU.20241128T141543924385807Z' class='link'>Schoenberg, <em>Fundamentals of Musical Composition</em></a> (note <a (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-15'})\">15</a>), p. 200.</p>",
                        "<p id='note-24' class='note note-2-dig'><a class='note-backlink' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-ref-24'})\">24</a> | See also <a href='https://ark.dasch.swiss/ark:/72163/1/0806/NNQ_G9m=S7iwhy18wxgeTQU.20241128T141543924385807Z' class='link'>Schoenberg, <em>Fundamentals of Musical Composition</em></a> (note <a (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-15'})\">15</a>), p. 137.</p>",
                        "<p id='note-25' class='note note-2-dig'><a class='note-backlink' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-ref-25'})\">25</a> | See also <a href='https://ark.dasch.swiss/ark:/72163/1/0806/NNQ_G9m=S7iwhy18wxgeTQU.20241128T141543924385807Z' class='link'>Schoenberg, <em>Fundamentals of Musical Composition</em></a> (note <a (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-15'})\">15</a>), p. 190 (Schoenberg there also uses lower case letters for the subordinate form, “aba”).</p>",
                        "<p id='note-26' class='note note-2-dig'><a class='note-backlink' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-ref-26'})\">26</a> | See <a href='https://ark.dasch.swiss/ark:/72163/1/0806/uA37YW57TKSmVcHpitp8Uw8.20160524T074123Z' class='link'>Markus Böggemann, “Werk und Wertung. Anton Weberns Jugendkompositionen in der Analyse”, in: <em>Der junge Webern. Texte und Kontexte</em></a> (note <a (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-12'})\">12</a>), pp. 35–50, here pp. 48 f.</p>",
                        "<p id='note-27' class='note note-2-dig'><a class='note-backlink' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-ref-27'})\">27</a> | See <a href='https://ark.dasch.swiss/ark:/72163/1/0806/mnVmxdH7T6682QqkreWNgQd.20230526T220504277105225Z' class='link'>Cox, <em>Anton Weberns Studienzeit</em></a> (note <a (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-2'})\">2</a>), p. 78.</p>",
                        "<p id='note-28' class='note note-2-dig'><a class='note-backlink' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-ref-28'})\">28</a> | Anton Webern, <em>Piano Music 1904–1936</em>, Jean-Jacques Dünki (piano), Zurich: Jecklin, 1998 (JD 719-2).</p>"
                    ]
                },
                {
                    "blockId": "scherzo",
                    "blockHeader": "Study compositions: Scherzo with Trio (M 32–33)",
                    "blockContent": [
                        "<p class='no-indent spacebreak'>Webern’s exercises in writing for the piano and for string quartet apparently began to run in parallel, at the latest from the moment when he started to practise scherzo form in his lessons. M 32 is the only scherzo for piano that has survived from his student days and was written in close chronological proximity to the <a href='https://ark.dasch.swiss/ark:/72163/1/0806/5SVA9lsBQBa=tKe3QhXyWwb.20121102T150459Z' class='link'>Scherzo with Trio for string quartet, M 68</a>. Based on the arrangement of the sketches in the manuscripts, we may even assume that M 32 was composed after M 68, meaning that Webern’s first essay in this form was a work for chamber ensemble.</p>",
                        "<p>Webern took the impulsive main theme in E major of M 32 from his song <a href='https://ark.dasch.swiss/ark:/72163/1/0806/NG_bo2tpR=OlfJ1AGob61QQ.20230526T172931394050018Z' class='link'>“Nachtgebet der Braut” M 12</a>, which he composed in April 1903.<sup><a id='note-ref-29' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-29'})\" title='Cox, Anton Weberns Studienzeit (note 2), p. 77.'>29</a></sup> Its storm-and-stress spirit points to <a href='https://ark.dasch.swiss/ark:/72163/1/0806/LNUtPXbOQCmUTNr=GBZaZAH.20241016T120134162926527Z' class='link'>Richard Strauss</a> as a possible model.<sup><a id='note-ref-30' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-30'})\" title='For more information on this and what follows here, see Matthias Schmidt, “Geschichtsstunde. Zur Historiographie Weberns und der Schönberg-Schule”, in: Der junge Webern. Texte und Kontexte (note 12), pp. 51–70, here pp. 59–68. Facsimiles on pp. 66 f.'>30</a></sup> The shift in genre from the relative freedom of song to a more tightly organized instrumental piece might have been suggested by <a href='https://ark.dasch.swiss/ark:/72163/1/0806/Y1=4oD0OTZqzzOQM=H9ywA_.20230526T214948203842794Z' class='link'>Schoenberg</a> himself for didactic reasons,<sup><a id='note-ref-31' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-31'})\" title='See Schmidt, “Geschichtsstunde” (note 30), p. 62 f.'>31</a></sup> and it certainly required a greater focus in its formal and motivic aspects. The Scherzo M 32 is based on a symmetrical period that culminates in a small, final group and is in a harmonically stable E major. The contrasting middle section, which proceeds in textbook fashion with sequences and motivic set pieces that are successively shortened, is divided into a modulating section and a more episodic section in f-sharp minor / A major that finally leads into a varied recapitulation.</p>",
                        "<p>The manuscript contains a number of deletions and instructions for revision in pencil and brown crayon (e. g. “theme below”, “counter-voice above”) whose handwriting cannot always be attributed clearly to either Webern or Schoenberg, but which we can trace on the basis of the subsequent versions and the inserted passages that were noted on separate sheets.</p>",

                        "<div class='table-responsive'><table class='awg-intro-table spacebreak small'><tbody><tr><td></td><td colspan='2'>A</td><td colspan='2'>B</td><td colspan='2'>A'</td></tr><tr><td colspan='7'>&nbsp;</td></tr><tr><td></td><td>Period</td><td>Clos. sect.</td><td colspan='2'></td><td>Period</td><td>Coda</td></tr><tr><td>M 32 v1</td><td>16 mm.</td><td>5 mm.</td><td>27 mm.</td><td>16 mm.</td><td>16 mm.</td><td>4 mm.</td></tr><tr><td>M 32 v2</td><td>16 mm.</td><td>4 mm.</td><td>21 mm.</td><td>16 mm.</td><td>16 mm.</td><td>4 mm.</td></tr><tr><td>M 32 v3</td><td>16 mm.</td><td>4 mm.</td><td>21 mm.</td><td>11 mm.</td><td>17 mm.</td><td>—</td></tr><tr><td colspan='7'>&nbsp;</td></tr><tr><td></td><td>E</td><td></td><td>Mod.</td><td>f<span class='glyph'>{{ref.getGlyph('[#]')}}</span>/A</td><td>E</td><td></td></tr></tbody></table></div>",

                        "<p class='no-indent spacebreak'><span class='link-todo'>Version 2</span> of M 32 contains only a few changes that are mostly limited to the modulating passage in the B section. The internal motivic structure and the harmony are essentially retained. Webern is primarily concerned with tightening the somewhat incoherent transition to f-sharp minor / A major (the measures 45–48 from <span class='link-todo'>version 1</span> that were deleted lacked a motivic reference to the main theme).</p>",
                        "<p>The reduction to 21 measures in the modulation remains in <span class='link-todo'>version 3</span>, but from the second half onwards (measure 30), Webern abandons the chord sequences in fifths interspersed with half-diminished seventh chords (which perhaps seemed harmonically too monotonous) in favour of a modulation to the distant key of E-flat major in order to arrive finally at the episode in f-sharp minor via an enharmonic shift. The transition into the recapitulation is now more focussed, being shortened from eight to three measures. Webern also abandons the accompaniment with broken chords in the recapitulation, instead notating a simpler, but fuller texture.</p>",
                        "<p>It is only indirectly apparent that M 33 could function as a contrasting trio to the scherzo M 32. However, several aspects suggest that they belong together in formal terms: (1) both versions of M 33 were notated directly below the final measures of M 32, version 1; (2) they stand in close chronological proximity to the study composition for string quartet M 68 in which the trio is called thus; (3) M 33 is in the parallel key of e minor; (4) the melody in both M 32 and M 33 begins on the third; (5) both have recourse to a dotted rhythm with an accompaniment featuring a quaver rest followed by broken chords in quavers.<sup><a id='note-ref-32' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-32'})\" title='See also Schmidt, “Geschichtsstunde” (note 30), p. 67.'>32</a></sup> The two versions of M 33 differ only slightly in melodic and harmonic terms.</p>",
                        "<p>The <a href='https://ark.dasch.swiss/ark:/72163/1/0806/6yK7ehH4SVCTokm=Oq7CsQE.20241126T085830936655299Z' class='link'>study compositions for piano M 32–33, together with the study compositions M 45–46, M 22–23, M 75–76, M 116 and the piano pieces M 158–159, M 266 and M 280 (which have only survived in sketches and remain fragments) were given their first performances</a> by <a href='https://ark.dasch.swiss/ark:/72163/1/0806/doR1M9dCQzeAQYuqujfqugC.20210315T072822Z' class='link'>Jean-Jacques Dünki</a> in a concert at Château d’Autigny near Fribourg on 13 September 1998. He played from his own transcriptions, and had already made a recording of these study compositions in the April of that same year.</p>"
                    ],
                    "blockNotes": [
                        "<p id='note-29' class='note note-2-dig'><a class='note-backlink' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-ref-29'})\">29</a> | <a href='https://ark.dasch.swiss/ark:/72163/1/0806/mnVmxdH7T6682QqkreWNgQd.20230526T220504277105225Z' class='link'>Cox, <em>Anton Weberns Studienzeit</em></a> (note <a (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-2'})\">2</a>), p. 77.</p>",
                        "<p id='note-30' class='note note-2-dig'><a class='note-backlink' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-ref-30'})\">30</a> | For more information on this and what follows here, see <a href='https://ark.dasch.swiss/ark:/72163/1/0806/RlL1gfhjSXOku7EUczqL5wQ.20160524T074340Z' class='link'>Matthias Schmidt, “Geschichtsstunde. Zur Historiographie Weberns und der Schönberg-Schule”, in: <em>Der junge Webern. Texte und Kontexte</em></a> (note <a (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-12'})\">12</a>), pp. 51–70, here pp. 59–68. Facsimiles on pp. 66 f.</p>",
                        "<p id='note-31' class='note note-2-dig'><a class='note-backlink' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-ref-31'})\">31</a> | See <a href='https://ark.dasch.swiss/ark:/72163/1/0806/RlL1gfhjSXOku7EUczqL5wQ.20160524T074340Z' class='link'>Schmidt, “Geschichtsstunde”</a> (note <a (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-30'})\">30</a>), p. 62 f.</p>",
                        "<p id='note-32' class='note note-2-dig'><a class='note-backlink' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-ref-32'})\">32</a> | See also <a href='https://ark.dasch.swiss/ark:/72163/1/0806/RlL1gfhjSXOku7EUczqL5wQ.20160524T074340Z' class='link'>Schmidt, “Geschichtsstunde”</a> (note <a (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-30'})\">30</a>), p. 67.</p>"
                    ]
                },
                {
                    "blockId": "variations",
                    "blockHeader": "Study compositions: Theme with variations (M 22–23, M* 409–410, M* 412–416)",
                    "blockContent": [
                        "<p class='no-indent spacebreak'>When it comes to variations, Webern’s exercises for piano and for string quartet are even more closely intertwined than is the case with his scherzos. In both M 22 and M 23, his variations move seamlessly from a piano context to a string quartet – the difference being that with M 22, Webern consistently gives his 23 variations Roman numerals to the end, thus signalling a direct connection between them, whereas in M 23 he begins a new numbering for the variations for string quartet (which is probably why Moldenhauer declared them to be separate, numbering them <a href='https://ark.dasch.swiss/ark:/72163/1/0806/LYmSEEwmS32beZwF1FY8eQo.20121102T150458Z' class='link'>M 24</a>). For this reason, the last three variations of M 22 are included in the present edition despite their divergent instrumentation, whereas M 24 will appear in <span class='link-todo'>Section II/2b</span>.</p>",
                        "<p>Initially, Webern and <a href='https://ark.dasch.swiss/ark:/72163/1/0806/Y1=4oD0OTZqzzOQM=H9ywA_.20230526T214948203842794Z' class='link'>Schoenberg</a> seem to have searched for a suitable theme together that did not contain “too many and too interesting features”.<sup><a id='note-ref-33' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-33'})\" title='Schoenberg, Fundamentals of Musical Composition (note 15), p. 167. It is thus hardly astonishing that the figurative elements were removed from version 2 of M* 409. The case of Berg also proves that Schoenberg first had his students draft several themes before they began to vary them. See Ulrich Krämer, “Einleitung zum Kritischen Bericht”, in: Alban Berg, Kompositionen aus der Studienzeit. Teil 1, ed. Ulrich Krämer, Vienna: Universal Edition, 1998 (Complete Works Section II Musikalischer Nachlass Vol. 2), p. 147.'>33</a></sup> The first manuscript page of the ink draft of M 22 lists four potential themes, one below the other: M* 409, M* 410, M* 412 and the theme of M 22, which is in third place. The first two variations of M 22 begin immediately below the last notated theme, M* 412. The four variation themes pursue different formal and harmonic strategies:</p>",

                        "<div class='table-responsive'><table class='awg-intro-table spacebreak small'><tbody><tr><td colspan='4'></td><td>Anteced.</td><td>Conseq.</td></tr><tr><td colspan='6'>&nbsp;</td></tr><tr><td>M* 409</td><td>Period</td><td>16 mm.</td><td>C</td><td>I→I</td><td>vi→I</td></tr><tr><td>M* 410</td><td>Period</td><td>16 mm.</td><td>G</td><td>I→V</td><td>ii→I</td></tr><tr><td>M 22</td><td>Period</td><td>8 mm.</td><td>a</td><td>i→V</td><td>I→i</td></tr><tr><td>M* 412</td><td>Sentence</td><td>8–16 mm.</td><td>D</td><td>I→I</td><td>I→I</td></tr></tbody></table></div>",

                        "<p class='no-indent spacebreak'>The themes of M 22 and M* 412 (the latter initially consisting of only eight measures) are bracketed in pencil and assigned the Roman numerals I and II. Webern’s task was thus probably to compose a set each of variations on a shorter theme and a longer theme, beginning with the former.</p>",
                        "<p>The theme of M 22 in a minor is notable for its striking rhythmic contours and is similar in character to the well-known Caprice No. 24 by <a href='https://ark.dasch.swiss/ark:/72163/1/0806/e=REquW4RbyC0EbreU06KQ3.20241125T145241315584547Z' class='link'>Niccolò Paganini</a>. Their first four measures are almost identical in their harmonic disposition. Webern’s subsequent variations operate primarily with a rhythmic and melodic elaboration of the theme, while the basic chord progressions are retained (except for the few variations that have survived in fragmentary form) until the thirteenth variation. Here, for the first time, Webern diverges from the initial constellation by closing the antecedent with a cadence on III in C major and opening the consequent on the dominant V instead. It is notable that this change occurs just as Webern is developing further potential variation themes. In the ink draft of M 22, further sketches for variation themes M* 413 and M* 414 are inserted between variations XII and XIII.<sup><a id='note-ref-34' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-34'})\" title='This sequence is also documented in the sketches.'>34</a></sup></p>",

                        "<div class='table-responsive'><table class='awg-intro-table spacebreak small'><tbody><tr><td colspan='4'></td><td>Anteced.</td><td>Conseq.</td></tr><tr><td colspan='6'>&nbsp;</td></tr><tr><td>M* 413</td><td>Period</td><td>7 mm.</td><td>e</td><td>i→V</td><td>i→i</td></tr><tr><td>M* 414</td><td>Period</td><td>8 mm.</td><td>C</td><td>I→vi</td><td>vi→I</td></tr></tbody></table></div>",

                        "<p class='no-indent spacebreak'>These try out other harmonic strategies that are reflected in the subsequent variations of M 22. The harmonic divergence found in variation XIII is anticipated in M* 413 (though this only comprises seven measures), where III in the major – albeit already in the third measure – is reached by means of the same progression, i-(V)-III. The modulation to the parallel minor as found in M* 414 is carried out by Webern in a similar manner in the major variations Nos. XIV (fragment) and XVIII. The counterpart to this, namely a shift into the parallel major from the minor mode, can be found in variations XVII and XX, where new harmonic nuances can be observed.</p>",
                        "<p>Two more possible themes for variations, M* 415 and M* 416, have been inserted before variation XIX.</p>",

                        "<div class='table-responsive'><table class='awg-intro-table spacebreak small'><tbody><tr><td colspan='4'></td><td>Anteced.</td><td>Conseq.</td></tr><tr><td colspan='6'>&nbsp;</td></tr><tr><td>M* 415</td><td>Period</td><td>8 mm.</td><td>G</td><td>I→V</td><td>iii→I</td></tr><tr><td>M* 416</td><td>Period</td><td>8 mm.</td><td>C</td><td>I→V</td><td>IV→I</td></tr></tbody></table></div>",

                        "<p class='no-indent spacebreak'>These are followed by the last two variations in piano score. Their harmonic scheme corresponds to that of the initial theme, with a single minor divergence in the very last variation. However, Webern seems to take up the syncopation from M* 416 that had not appeared anywhere else before now. Finally, in the three variations for string quartet, the instrumentation enables Webern to employ new compositional techniques such as motivic fragmentation and canonic entries. The chord progressions are in line with his hitherto approach: first the basic structure is retained (variation XXI), then it becomes freer (variations XXII, XXIII).</p>",
                        "<p>This dynamic in the compositional process of M 22, with its repeated interweaving of variations and variation themes in the manuscript, ultimately provides us with an exemplary snapshot of the teaching dynamic: there is a constant process of analysing and thinking ahead while Webern composes, obtaining feedback from his teacher while exploring possible room for manoeuvre.</p>",
                        "<p>Even before the last variation of M 22 for string quartet, Webern notes yet another theme, but this time it is not one of his own. It is the German folk song “Der Winter ist vergangen” (“Winter is past”)<sup><a id='note-ref-35' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-35'})\" title='The text of this song is of old Dutch origin, and its earliest extant version seems to be in the so-called “Weimarer Liederhandschrift” of 1537. The melody was added later and is first found in the lute book Het Luitboek van Thysius, which dates from around 1600. See Deutscher Liederhort (Vol. 2), ed. Ludwig Erk and Franz Magnus Böhme, Wiesbaden: Breitkopf &amp; Härtel, 1894, pp. 204 f. The change of case from “des Maien Schein” in the text as handed down to “den Maienschein” in Webern’s title can probably be explained by his having written down the text from memory, especially as the original spelling can be found in his sketches.'>35</a></sup> with his own harmonization of it. This 16-measure model served as the starting point for his variations M 23 and M 24, apparently replacing M* 412 that had originally been intended for this exercise.<sup><a id='note-ref-36' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-36'})\" title='See Schoenberg, Fundamentals of Musical Composition (note 15); he stressed that “[i]t is not easy to write a good original theme for variation” (p. 168) and noted that “[m]any classical variations are based on popular or folk melodies of the time” (p. 167).'>36</a></sup> Webern notated this theme twice, in ink, with different harmonizations, though with only slight changes the second time; the modifications to its second measure are the ones that seem the most worthy of note. Here, Webern prolongs the shift to the minor in the harmonies by using minor chords inherent to the key of G major in the second half of the measure. The first phrase ends not on I but on vi, thus in e minor (this is not the case at the parallel place in the recapitulation, where it is brought forward to the second beat of measure 9. The variations continue this alternation between e minor and G major with varying results). The final crotchet of measure 2 is now harmonized on ii, a minor, whereas Webern had previously employed IV, namely the subdominant, C major. This is clearly C major, despite the absence of the fifth (g), and is perceived as such not least because the note c is used as both the root and the melody note. By switching to a minor, Webern emphasizes the harmonic simplicity of the theme, whose harmonies are thus limited to the chords of I, ii, V and vi. Even in the subsequent variations, there are only a few sporadic exceptions to this repertoire of chords (e. g. variation II, measure 6). Because the theme has its own individual melodic character, in contrast to that of M 22, the principles of variation employed in M 23 focus instead on figurations, ornaments, rhythmic splitting and changes of register in the melodic line.</p>",
                        "<p><a href='https://ark.dasch.swiss/ark:/72163/1/0806/6yK7ehH4SVCTokm=Oq7CsQE.20241126T085830936655299Z' class='link'>Variations M 22–23 were performed for the first time</a> by <a href='https://ark.dasch.swiss/ark:/72163/1/0806/doR1M9dCQzeAQYuqujfqugC.20210315T072822Z' class='link'>Jean-Jacques Dünki</a> on 13 September 1998 in a concert at the Château d’Autigny near Fribourg, together with study compositions M 45–46, M 32–33, M 75–76, M 116 and the piano pieces M 158–159, M 266 and M 280 that have only survived in sketches and remain fragments. Dünki played from his own transcriptions, and had already made a recording of these study compositions in April of that same year (including the alternative variation themes M* 409–410 and M* 412–416).</p>"
                    ],
                    "blockNotes": [
                        "<p id='note-33' class='note note-2-dig'><a class='note-backlink' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-ref-33'})\">33</a> | <a href='https://ark.dasch.swiss/ark:/72163/1/0806/NNQ_G9m=S7iwhy18wxgeTQU.20241128T141543924385807Z' class='link'>Schoenberg, <em>Fundamentals of Musical Composition</em></a> (note <a (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-15'})\">15</a>), p. 167. It is thus hardly astonishing that the figurative elements were removed from <span class='link-todo'>version 2 of M* 409</span>. The case of <a href='https://ark.dasch.swiss/ark:/72163/1/0806/Pkd2nTOqRkWsOdSNXSsJVA2.20230526T215003568534358Z' class='link'>Berg</a> also proves that Schoenberg first had his students draft several themes before they began to vary them. See Ulrich Krämer, “Einleitung zum Kritischen Bericht”, in: Alban Berg, <em>Kompositionen aus der Studienzeit. Teil 1</em>, ed. Ulrich Krämer, Vienna: Universal Edition, 1998 (Complete Works Section II Musikalischer Nachlass Vol. 2), p. 147.</p>",
                        "<p id='note-34' class='note note-2-dig'><a class='note-backlink' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-ref-34'})\">34</a> | This sequence is also documented in the sketches.</p>",
                        "<p id='note-35' class='note note-2-dig'><a class='note-backlink' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-ref-35'})\">35</a> | The text of this song is of old Dutch origin, and its earliest extant version seems to be in the so-called “Weimarer Liederhandschrift” of 1537. The melody was added later and is first found in the lute book <em>Het Luitboek van Thysius</em>, which dates from around 1600. See <em>Deutscher Liederhort</em> (Vol. 2), ed. Ludwig Erk and Franz Magnus Böhme, Wiesbaden: Breitkopf &amp; Härtel, 1894, pp. 204 f. The change of case from “des Maien Schein” in the text as handed down to “den Maienschein” in Webern’s title can probably be explained by his having written down the text from memory, especially as the original spelling can  be found in his sketches.</p>",
                        "<p id='note-36' class='note note-2-dig'><a class='note-backlink' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-ref-36'})\">36</a> | See <a href='https://ark.dasch.swiss/ark:/72163/1/0806/NNQ_G9m=S7iwhy18wxgeTQU.20241128T141543924385807Z' class='link'>Schoenberg, <em>Fundamentals of Musical Composition</em></a> (note <a (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-15'})\">15</a>); he stressed that “[i]t is not easy to write a good original theme for variation” (p. 168) and noted that “[m]any classical variations are based on popular or folk melodies of the time” (p. 167).</p>"
                    ]
                },
                {
                    "blockId": "phrase_and_harmonization",
                    "blockHeader": "Study compositions: Phrase construction and harmonization (M* 465–467)",
                    "blockContent": [
                        "<p class='no-indent spacebreak'>In July 1906, when Webern was staying at his family’s country estate of Preglhof, he wrote what is today his earliest extant letter to <a href='https://ark.dasch.swiss/ark:/72163/1/0806/Y1=4oD0OTZqzzOQM=H9ywA_.20230526T214948203842794Z' class='link'>Schoenberg</a>, informing him that he was currently harmonizing a chorale a day. He also asked Schoenberg how he was supposed to solve the task that he had apparently set his students: “Am I just to harmonize the chorales or do I also have to treat them contrapuntally? I understood that I was to work out the chorale melodies in a manner similar to the chorales in the ‘St Matthew Passion’, in four voices with a few passing notes. What <a href='https://ark.dasch.swiss/ark:/72163/1/0806/2LY3f_2GT4ahwzwZAGt5JQK.20230914T10120760428422Z' class='link'>Horwitz</a> assumes, however, is that they should be done in the manner of Bach’s chorale preludes: in one voice the chorale, in the others canons or developments of one or more themes.”<sup><a id='note-ref-37' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-37'})\" title='Webern to Schoenberg, 29 July 1906 (zitiert nach Digitalisat in A-Was: ID 21793).'>37</a></sup> Schoenberg’s answer has not survived, but Webern’s archives in fact contain both types of chorale arrangement mentioned here. We also find further study exercises in the corresponding manuscripts, mixed together with the sketches for these chorales and chorale preludes, and which must therefore have been written at the same time. These exercises, all of which are eight measures long, seem to have focussed on two aspects in particular: constructing a phrase from various motif forms, rather as if using a set of building blocks, and harmonizing the resultant phrase in a kind of <em>Kantionalsatz</em> (a type of four-part writing with a note-against-note accompaniment to the melody). This building-block principle is several times reflected in Webern’s marginal notes on his manuscript paper, where he lists the possible combinations of his motifs in tabular form (e. g. “aab | aba | abb | aab”).</p>",
                        "<p>In light of the fact that Webern was already at quite an advanced stage of his composition tuition, these exercises may initially seem surprising. In the early chapters of his <em>Fundamentals</em>, Schoenberg himself mentions the principle of “connecting motive-forms”, but nevertheless observes that: “artistically, the connexion of motive-forms depends on factors which can only be discussed at a later stage.”<sup><a id='note-ref-38' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-38'})\" title='Schoenberg, Fundamentals of Musical Composition (note 15), p. 16.'>38</a></sup></p>",
                        "<p>In Webern’s manuscripts, the sketches for this exercise model extend over several pages in varying metres and keys. Webern wrote out three of them neatly in ink, M* 465–467, and clearly presented them to Schoenberg, as is obvious from their annotations in blue crayon. All three models are essentially based on the rhythmic motif of a dotted crotchet, then a quaver followed by two crotchets (a). The initial building blocks (aaab/aaab) are first slightly varied (abab/aaab) and then expanded (acab/aacb), with the different forms of the motif either related to each other or derived from one another. The variety of the underlying harmony is notable, as it features chords on almost all the degrees of the scale. Schoenberg’s critical annotations on these study compositions are aimed at the harmony and voice-leading, and above all he points out the obvious parallel fifths (which are in fact astonishingly frequent, e. g. in measures 1–2 in M* 465).</p>"
                    ],
                    "blockNotes": [
                        "<p id='note-37' class='note note-2-dig'><a class='note-backlink' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-ref-37'})\">37</a> | <a href='https://ark.dasch.swiss/ark:/72163/1/0806/p_OX0neYSamZb3uikzmaLQ3.20241125T115955660096286Z' class='link'>Webern to Schoenberg, 29 July 1906</a> (zitiert nach Digitalisat in A-Was: ID 21793).</p>",
                        "<p id='note-38' class='note note-2-dig'><a class='note-backlink' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-ref-38'})\">38</a> | <a href='https://ark.dasch.swiss/ark:/72163/1/0806/NNQ_G9m=S7iwhy18wxgeTQU.20241128T141543924385807Z' class='link'>Schoenberg, <em>Fundamentals of Musical Composition</em></a> (note <a (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-15'})\">15</a>), p. 16.</p>"
                    ]
                },
                {
                    "blockId": "preparing_larger_forms",
                    "blockHeader": "Study compositions: preparing for larger formal models? (M 75–76, M 43–44, M 116)",
                    "blockContent": [
                        "<p class='no-indent spacebreak'>Study compositions M 75–76,<sup><a id='note-ref-39' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-39'})\" title='The piano piece in E-flat major / e-flat minor labelled M 77 by Moldenhauer is in fact a sketch for M 75. Version 1 of M 76, which is notated in piano score, has been edited for Section II/2a. Version 2 is for string quartet but is fragmentary, and will appear in section II/2b.'>39</a></sup> M 43–44 and M 116 are exercises that in part give the impression that Webern is resorting to a “simpler” form from earlier in his studies with Schoenberg, though its contours have now been softened and at the same time it employs harmony that is considerably more advanced. It is possible that one of Schoenberg’s didactic aims was to get Webern to apply the formal thinking he had learnt in a compositionally more complex context, and to use the material created in the process as the starting point for larger forms.</p>",
                        "<p>Augmented chords, enharmonic shifts and chromatic progressions make the tonality here more ambivalent, and functional harmonic tension is sometimes abandoned altogether. Webern’s occasional use of “simultaneous notation” is notable here, as it was first described by Reinhard Gerlach in the case of the Dehmel song <a href='https://ark.dasch.swiss/ark:/72163/1/0806/z8faqCHZSW2zMWREJTDJQAW.20230526T174056762259622Z' class='link'>“Am Ufer” M 130</a> from 1908,<sup><a id='note-ref-40' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-40'})\" title='Reinhard Gerlach, “Kompositionsniederschrift und Werkfassung am Beispiel des Liedes ‘Am Ufer’ (1908) von Webern”, in: Beiträge 1972/73 [Kongreßbericht zum 5. Internationalen Webern-Kongreß], ed. Österreichische Gesellschaft für Musik, Kassel etc.: Bärenreiter, 1973, pp. 111–126, here p. 117.'>40</a></sup> and which can also be found in several of his George songs (see e. g. <span class='link-todo'>“Erwachen aus dem tiefsten Traumesschoße” M 143</span>, <span class='link-todo'>“Kunfttag I” M 144</span> and <span class='link-todo'>“Trauer I” M 145</span> in <span class='link-todo'>AWG I/5</span>). The chordal displacements are divided up linearly according to the basic metrical unit (M 44: measures 1–2, M 76: measures 14–17), which means that the smaller note values enable Webern to have visual control over the individual chords. The compositional process is thus directly reflected in the musical text. The homorhythmic chord sequences in M 116 (measure 13) and especially in M 43 can also be seen as an expression of these experiments with harmonic connections.</p>",
                        "<p>In certain places in these exercises, Webern’s formal and harmonic models remain recognisable as blueprints, though they tend to be dissolved or raise questions. In M 44, M 76 and M 116 (the last of which has a greatly shortened recapitulation), the ternary structure still appears distinct, and the underlying harmonic scheme is largely conventional. In contrast, however, the formal interfaces in M 75 are less immediately apparent. Assuming that this is indeed a ternary form: Where exactly does the contrasting B section begin in M 75? (at measure 7, with the upbeat?), and should a concluding formal section A' actually follow after the double bar line? Finally, in the case of M 43, the question arises as to whether this is a ternary form at all, or whether we are here dealing with a more extended thematic exposition that would then lead into a second subject.</p>",

                        "<div class='table-responsive'><table class='awg-intro-table spacebreak small'><tbody><tr><td></td><td>Form</td><td>A theme</td><td>Key</td><td>A</td><td>B</td><td>A'</td></tr><tr><td colspan='7'>&nbsp;</td></tr><tr><td>M 116</td><td>ABA</td><td>Period?</td><td>c</td><td>c→G <br /> i→V</td><td>c→G <br /> i→V</td><td>c→c <br /> i→i</td></tr><tr><td>M 75</td><td>AB(A?)</td><td>Period?</td><td>a</td><td>e→E <br />v→V</td><td>E<span class='glyph'>{{ref.getGlyph('[b]')}}</span>→a <br /> <span class='glyph'>{{ref.getGlyph('[b]')}}</span>V<sup>5<span class='glyph'>{{ref.getGlyph('[b]')}}</span></sup>→i</td><td>—</td></tr><tr><td>M 76</td><td>ABA</td><td>Sentence?</td><td>G</td><td>G→D <br /> I→V</td><td>G→D <br /> I→V</td><td>G→G <br /> I→I</td></tr><tr><td>M 43</td><td>A?</td><td>Sentence</td><td>D</td><td>D→D <br /> I→I</td><td>—</td><td>—</td></tr><tr><td>M 44</td><td>ABA</td><td>Sentence</td><td>E</td><td>E→B <br /> I→V</td><td>D→B <br /> <span class='glyph'>{{ref.getGlyph('[a]')}}</span>VII→V</td><td>E→E <br /> I→I</td></tr></tbody></table></div>",

                        "<p class='no-indent spacebreak'>The <a href='https://ark.dasch.swiss/ark:/72163/1/0806/rSCEw5wjQQ68BLltsl5wzQD.20210318T090501Z' class='link'>study compositions for piano M 43–44 (together with study compositions M 34–42) were first performed</a> by <a href='https://ark.dasch.swiss/ark:/72163/1/0806/doR1M9dCQzeAQYuqujfqugC.20210315T072822Z' class='link'>Jean-Jacques Dünki</a> on 13 August 1988 in a concert on the occasion of the “5<sup>th</sup> Musical Encounters at Lenzburg Castle”, using his own transcriptions.<sup><a id='note-ref-41' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-41'})\" title='See Cox, Anton Weberns Studienzeit (note 2), p. 78.'>41</a></sup> <a href='https://ark.dasch.swiss/ark:/72163/1/0806/6yK7ehH4SVCTokm=Oq7CsQE.20241126T085830936655299Z' class='link'>Study compositions M 75–76 and M 116, together with M 45–46, M 32–33 and M 22–23 plus the piano pieces M 158–159, M 266 and M 280, which have only survived in sketches and remain fragments, were also performed by Dünki for the first time on 13 September 1998 in a concert at the Château d’Autigny near Fribourg</a>. He again played from his own transcriptions, and had already made a recording of all these pieces in the April of that same year.</p>"
                    ],
                    "blockNotes": [
                        "<p id='note-39' class='note note-2-dig'><a class='note-backlink' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-ref-39'})\">39</a> | The piano piece in E-flat major / e-flat minor labelled M 77 by Moldenhauer is in fact a sketch for M 75. <span class='link-todo'>Version 1</span> of M 76, which is notated in piano score, has been edited for <span class='link-todo'>Section II/2a</span>. <span class='link-todo'>Version 2</span> is for string quartet but is fragmentary, and will appear in <span class='link-todo'>section II/2b</span>.</p>",
                        "<p id='note-40' class='note note-2-dig'><a class='note-backlink' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-ref-40'})\">40</a> | <a href='https://ark.dasch.swiss/ark:/72163/1/0806/cgd7P3b5RCSjqlqqS5irIA0.20240706T164058812205791Z' class='link'>Reinhard Gerlach, “Kompositionsniederschrift und Werkfassung am Beispiel des Liedes ‘Am Ufer’ (1908) von Webern”, in: <em>Beiträge 1972/73</em> [<em>Kongreßbericht zum 5. Internationalen Webern-Kongreß</em>], ed. Österreichische Gesellschaft für Musik, Kassel etc.: Bärenreiter, 1973, pp. 111–126</a>, here p. 117.</p>",
                        "<p id='note-41' class='note note-2-dig'><a class='note-backlink' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-ref-41'})\">41</a> | See <a href='https://ark.dasch.swiss/ark:/72163/1/0806/mnVmxdH7T6682QqkreWNgQd.20230526T220504277105225Z' class='link'>Cox, <em>Anton Weberns Studienzeit</em></a> (note <a (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-2'})\">2</a>), p. 78.</p>"
                    ]
                },
                {
                    "blockId": "rondo_and_sonata",
                    "blockHeader": "Study compositions: Rondo form and sonata movement (M 113, M 114, M 112)",
                    "blockContent": [
                        "<p class='no-indent spacebreak'>It was <a href='https://ark.dasch.swiss/ark:/72163/1/0806/A8z3LGoRSV=ItsevT2_cRga.20240213T090214700808004Z' class='link'>Moldenhauer</a> who first suggested that the three study compositions M 112–114 might have been intended to form a three-movement sonata cycle – an idea subsequently taken up by others.<sup><a id='note-ref-42' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-42'})\" title='Moldenhauer, Anton von Webern (note 1), p. 89.'>42</a></sup> However, as Cox has already observed,<sup><a id='note-ref-43' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-43'})\" title='See Cox, Anton Weberns Studienzeit (note 2), pp. 97 f.'>43</a></sup> this assumption is hardly plausible in view of <a href='https://ark.dasch.swiss/ark:/72163/1/0806/Y1=4oD0OTZqzzOQM=H9ywA_.20230526T214948203842794Z' class='link'>Schoenberg’s</a> conception of form. In fact, these three study compositions seem to document Webern’s exploration of sonata form and rondo form, notated in piano score. Their chronological order cannot be completely determined, though it becomes clear from the source material that M 114 must have been composed after M 113, as sketches for M 114 can be found in the staves underneath the incomplete ink draft of M 113 after it breaks off. The first sketches for M 113 can in turn be found in the manuscripts for <a href='https://ark.dasch.swiss/ark:/72163/1/0806/vrz1jzGMQ3y=tlQNhZ7Ikwg.20240205T101703697664864Z' class='link'>study composition M 78 for string quartet (<em>Langsamer Satz</em>)</a> to which Webern gave the date of June 1905, and which is also in rondo form. This naturally offers us merely the earliest possible date for M 113, for which a date of summer/autumn 1905 is conceivable.</p>",
                        "<p>According to Schoenberg’s methodology, it would seem natural to situate M 113 before M 112 because the latter is a sonata movement whereas the former is a rondo, indeed a “large Rondo form” in Schoenberg’s terminology, with the structure ABA-C-ABA and corresponding transitions.<sup><a id='note-ref-44' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-44'})\" title='See Schoenberg, Fundamentals of Musical Composition (note 15), p. 190.'>44</a></sup></p>",

                        "<div class='table-responsive'><table class='awg-intro-table spacebreak small'><tbody><tr><td>A</td><td>T</td><td>B</td><td>A</td><td>C</td><td>A</td><td>T</td><td>B</td><td>(A)</td></tr><tr><td>(a–b–a)</td><td colspan='8'></td></tr><tr><td>F</td><td>→</td><td>a→F<span class='glyph'>{{ref.getGlyph('[#]')}}</span>→</td><td>F</td><td>D→F<span class='glyph'>{{ref.getGlyph('[#]')}}</span>→D→</td><td>F</td><td>→</td><td>d→B?</td><td>—</td></tr><tr><td>(F→A→F)</td><td colspan='8'></td></tr></tbody></table></div>",

                        "<p class='no-indent spacebreak'>The C section – here labelled “very delicately and very quick” – has the character of a trio in this formal model, and is often rather more “‘étude-like’”,<sup><a id='note-ref-45' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-45'})\" title='Schoenberg, Fundamentals of Musical Composition (note 15), p. 196.'>45</a></sup> which we can confirm here on account of the use of many sequences. The A section is itself structured once more as a small-scale aba form, which is referred to as a common practice by Schoenberg in his <em>Fundamentals</em>.<sup><a id='note-ref-46' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-46'})\" title='Schoenberg, Fundamentals of Musical Composition (note 15), p. 196.'>46</a></sup> In this respect, M 113 follows on seamlessly from the previous exercises, with Webern acquiring practical competence in larger forms on the basis of what he has learned previously.</p>",
                        "<p>On the harmonic level, Webern essentially contrasts the formal sections, and connects them, by means of mediant relationships. The b section shifts briefly from the home key of F major to A major, whereas in the B section the modulations begin in a minor, but in d minor in the recapitulation. The longer section, C, is in the submediant, D major. The Rondo M 113 ultimately remained a fragment. Both its sketches and the ink draft end with the B section of the recapitulation, meaning that the concluding A section is missing, as is any coda that Webern might have planned.<sup><a id='note-ref-47' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-47'})\" title='Wallace McKenzie undertook a “completion” of this study composition with a view to publication, supposedly at Moldenhauer’s instigation, though no publication ever came about (see Cox, Anton Weberns Studienzeit [note 2], p. 97). McKenzie’s completion is held today in the Anton Webern Collection at the Paul Sacher Foundation. It leads the last B section to a close and adds a brief coda taken from the second half of the A section.'>47</a></sup></p>",
                        "<p>The step-by-step manner in which Webern worked in larger forms can be seen almost paradigmatically in M 114, where the genesis of both form and content is directly intertwined. A total of six versions can be reconstructed from the ink drafts; one by one, Webern extends them with extra sections in his progress towards the overall goal of writing a larger-scale form.<sup><a id='note-ref-48' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-48'})\" title='Regarding similar documentation of Berg’s study exercises, see Krämer, Alban Berg als Schüler (note 5), p. 173.'>48</a></sup> Webern obviously consulted with his teacher after each stage, which is why the individual versions contain numerous annotations in pencil and crayon that presumably document Schoenberg’s suggestions. This approach also explains a number of divergences in the notation across the various stages of the work (see e. g. the F6 on the third beat of measure 5 in versions 1–3 and of measures 119 and 125 in versions 5–6; however, measure 5 in versions 4–6 and measures 48 and 49 of versions 3–6 have G6).</p>",
                        "<p>The extant version in each case begins with a main theme (A) plus a transition, which is followed initially by a second theme (B), then a repetition of the main theme – which presents us with a three-part song form – and finally there is an episodic, development-like section before the form is completed with a recapitulation that subsequently also features the second theme.</p>",

                        "<div class='table-responsive'><table class='awg-intro-table spacebreak small'><tbody><tr><td></td><td colspan='3'>Exposition</td><td colspan='2'>Trio/develop.</td><td colspan='3'>Recapitulation</td></tr><tr><td colspan='9'>&nbsp;</td></tr><tr><td>v1</td><td>A</td><td colspan='7'></td></tr><tr><td>v2</td><td>A</td><td>B</td><td colspan='6'></td></tr><tr><td>v3</td><td>A</td><td>B</td><td>A</td><td colspan='5'></td></tr><tr><td>v4</td><td>A</td><td>B</td><td>A</td><td>C</td><td>C'</td><td colspan='3'></td></tr><tr><td>v5</td><td>A</td><td>B</td><td>A</td><td>C</td><td>C'</td><td></td><td>A</td><td>Coda</td></tr><tr><td>v6</td><td>A</td><td>B</td><td>A</td><td>C</td><td>C'</td><td>B</td><td>A</td><td>Coda</td></tr><tr><td colspan='9'>&nbsp;</td></tr><tr><td></td><td>c</td><td>A/F</td><td>c</td><td>C<span class='glyph'>{{ref.getGlyph('[b]')}}</span>/a<span class='glyph'>{{ref.getGlyph('[b]')}}</span></td><td>c→</td><td>C</td><td>c</td><td>c</td></tr></tbody></table></div>",

                        "<p class='no-indent spacebreak'>The C' segment in particular is in formal terms ambivalent and has been interpreted in different ways. Kolneder and Cerha (both of whom write of an ABACABA form) and Shaftel and Wedler see the C' segment (measure 87 in text <span class='link-todo'>version 6</span>) as the beginning of the recapitulation,<sup><a id='note-ref-49' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-49'})\" title='See Walter Kolneder, Anton Webern. Genesis und Metamorphose eines Stils, Vienna: Lafite, 1974, p. 35; Gertraud Cerha, “Zu den Arbeiten aus dem Nachlaß Weberns”, in: Anton Webern 1883 1983. Eine Festschrift zum hundertsten Geburtstag, ed. Ernst Hilmar, Vienna: Universal Edition, 1983, pp. 205–222, here p. 211; Sebastian Wedler, The Tonal Webern: A Physiognomy of Early Modernism, doctoral thesis: University of Oxford, 2017, p. 163; Matthew R. Shaftel, “Introductory Essay”, in: Anton Webern, Three Piano Works (op. posthumous): A Critical Edition, ed. Matthew R. Shaftel, New York: Carl Fischer, 2014, p. 6.'>49</a></sup> whereas Cox believes that it rather belongs to the development-like section.<sup><a id='note-ref-50' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-50'})\" title='Cox, Anton Weberns Studienzeit (note 2), p. 138.'>50</a></sup> In fact, C' is highly varied when compared to the exposition and does have the character of a development. This modulating section is conceived as a build-up of tension, and also takes up the quaver and triplet figures from the second theme. This means that we cannot speak of a clear recapitulation, neither in thematic nor in harmonic terms. In this respect, it is revealing how <span class='link-todo'>version 5</span> is changed by inserting the second theme in the tonic major, creating version 6. This insertion of the second theme (B), now in C major and notated on a separate leaf, lends more weight to the recapitulation, which was previously undis­tinguished. At the same time, it alleviates the previous harmonic imbalance on account of the second theme never appearing in the tonic at all.</p>",
                        "<p>With Schoenberg’s <em>Fundamentals</em> in mind here, it seems pertinent to use his formal model of what he called the “Great Sonata Rondo” to analyse M 114, as its structure ABA-CC'-ABA encompasses both a trio and a development section.<sup><a id='note-ref-51' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-51'})\" title='Schoenberg, Fundamentals of Musical Composition (note 15), p. 190.'>51</a></sup> The episodic section C, in C-flat major / a-flat minor, actually differs from C' in that it introduces new material and primarily operates using sequences, whereas C' draws on exposed motifs from the first and second themes and combines this material contrapuntally. Seen from this perspective, we do not have to assign C' any hybrid function (as a development/recapitulation), because the B section that begins in the tonic can be read as the beginning of an inverse recapitulation, BA(B/coda), especially since the coda is based motivically on the second section of the second theme, but also because the closing measures perform a temporal switch by first stating the second theme (at measure 150) and only then the principal theme (measure 156).</p>",
                        "<p>However, it remains uncertain as to what Webern’s formal intention was in the intermediate version 5: Was he already planning a “Great Sonata Rondo” at this point, albeit with a highly abbreviated, unbalanced recapitulation without the second subject, or did he perhaps still intend writing a large rondo as in the case of M 113, in which section C would assume the function of a trio, while the recapitulation is split into a tonal (C') recapitulation and a thematic (A) recapitulation?</p>",
                        "<p>In either case, Webern seems not to have determined the formal disposition of this piece from the start, which instead only emerged out of the compositional process itself, over the course of his lessons.<sup><a id='note-ref-52' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-52'})\" title='Thomas Ahrend has reached the same conclusion for the Langsamer Satz M 78; see his “Hausaufgabe und Werk” (note 21), especially pp. 88 f.'>52</a></sup> Additional proof for this is to be found in the deletion of the original title “Sonatensatz” (“Sonata movement”), which was replaced in pencil by “Rondo”, though it is impossible to ascertain just when this change was made. However, it must surely be connected with versions 5 and 6, because the order of the manuscript sheets indicates that the title page was probably only made for <span class='link-todo'>version 4</span>, when the beginning of the three-part form had already been finalized. It is therefore somewhat astonishing that Webern planned to write a sonata­form movement after having drafted a ternary form, both because a ternary form seems better suited to becoming the exposition of a rondo, and because Schoenberg’s <em>Fundamentals</em> in fact reject the possibility of constructing a sonata-form movement in this way.<sup><a id='note-ref-53' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-53'})\" title='“It [the sonata-allegro] differs from the rondos in that the principal theme is not repeated prior to the elaboration, and there is no return to the principal key.” Schoenberg, Fundamentals of Musical Composition (note 15), p. 202.'>53</a></sup></p>",
                        "<p>The rondo M 114 has been published twice by <span class='link-todo'>Carl Fischer</span> of New York since being discovered in Webern’s archives. The first time was by Hans Moldenhauer in 1966 (with a further issue in 1969), the second by Matthew R. Shaftel in 2014.<sup><a id='note-ref-54' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-54'})\" title='Anton Webern, Sonatensatz (Rondo) für Klavier (c. 1906), ed. Hans Moldenhauer, New York: Carl Fischer, 1966, 2nd ed. 1969; Anton Webern, Three Piano Works (note 49).'>54</a></sup> Both editions make minor changes, especially with a view to practical performance (such as adding legato slurs and dynamic indications). And both present a text that is a mixture of the versions 5 and 6 presented here. However, Shaftel made numerous enharmonic changes, obviously to make the harmonic structure more conventional, and these are not unproblematic.</p>",
                        "<p>In formal terms, M 112 is clear – it is a classical sonata movement with a second subject in two parts – but the uncertain source situation presents us with some philological difficulties.</p>",

                        "<div class='table-responsive'><table class='awg-intro-table spacebreak small'><tbody><tr><td colspan='5'>Exposition</td><td>Development</td><td colspan='4'>Recapitulation</td></tr><tr><td colspan='10'>&nbsp;</td></tr><tr><td>Principal theme</td><td>T</td><td>Subordinate group</td><td></td><td>Closing section</td><td></td><td>First subject</td><td>T</td><td>Subordinate group</td><td>Coda</td></tr><tr><td colspan='2'></td><td>1<sup>st</sup> theme</td><td>2<sup>nd</sup> theme</td><td></td><td></td><td colspan='4'></td></tr><tr><td>C</td><td>→</td><td>G</td><td>e</td><td>G</td><td>A<span class='glyph'>{{ref.getGlyph('[b]')}}</span>→D→E→A→</td><td>C</td><td>→</td><td>C/a</td><td>C</td></tr></tbody></table></div>",

                        "<p class='no-indent spacebreak'>Two ink drafts have survived in Webern’s hand that contain specific sections: <span class='link-todo'>Version 1</span> offers an initial version of the first subject without the subsequent transition, while <span class='link-todo'>version 2</span> contains the development section up to the beginning of the recapitulation, though the last measures, where he begins to develop the second subject, are notated only fleetingly and incompletely. In this case, however, Webern’s focus was perhaps less on any progressive engagement with larger-scale form (as was the case with M 114) and more on grappling with a specific compositional problem. Webern’s sketches for M 112 are by far the most extensive among his piano pieces, and demonstrate that he was struggling with the development section in particular. A substantial number of these sketches are concerned with this formal section and the question of which themes and motifs should be developed. At times, the second part of the second subject plays a more significant role. Webern was engaged in a process of searching and beginning again, as is evident on account of the number of signs that he added, referring to other sketches on the page. This reveals a certain sense of insecurity that is not discernible to a similar extent in the other pieces considered here. It could explain why Webern made an ink draft of the development section – presumably so that he could present it separately to Schoenberg – despite his having at this point already sketched out the exposition including the second subject. This meant that he could already have made a complete copy of the movement from its beginning to the end of the development.</p>",
                        "<p>Webern must surely have then taken the next logical step of producing a complete version of this movement, though no such copy is extant today. A manuscript copy made by Webern’s early biographer <a href='https://ark.dasch.swiss/ark:/72163/1/0806/vRBmUvrFRFKJ8DP9jYqsUg4.20230526T214248674375784Z' class='link'>Friedrich Wildgans</a> has also been lost but has at least survived in several photocopies. Webern’s daughter <a href='https://ark.dasch.swiss/ark:/72163/1/0806/xMQdf3WyRkWoU9pCRNGZ3gc.20230526T192834299601952Z' class='link'>Amalie Waller</a> presumably lent the autograph to Wildgans in 1954,<sup><a id='note-ref-55' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-55'})\" title='See Moldenhauer, Anton von Webern (note 1), p. 15; and Cox, Anton Weberns Studienzeit (note 2), p. 108.'>55</a></sup> though it was apparently no longer to be found when Moldenhauer first published this sonata movement with Carl Fischer in 1966 and 1970.<sup><a id='note-ref-56' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-56'})\" title='See Hans Moldenhauer, “Prefatory Note”, in: Anton Webern, Satz für Klavier (c. 1906), ed. Hans Moldenhauer, New York: Carl Fischer, 1966, 2nd edition 1970, p. [3].'>56</a></sup></p>",
                        "<p>We can only speculate about just how accurately Wildgans copied Webern’s manuscript, and to what degree Webern had actually completed the piece at all. The autograph draft on which version 1 of M 112 is based contains several annotations in pencil suggesting that Webern had undertaken a considerable reorganization of his first theme, and which largely coincide with the instances where Wildgans’s copy diverges from the draft. However, there are also numerous inconsistencies between the two ink drafts and the sketches on the one hand, and Wildgans’s copy on the other, such as the divergent melodic line in measures 2 (see versions 1 and <span class='link-todo'>3</span>) and 94, which can hardly be explained away by suggesting that Wildgans might have been perfunctory in making his copy. These issues make one wonder just how advanced Webern’s version might have been that had served as Wildgans’s model.</p>",
                        "<p>In view of these findings, it seems somewhat absurd, if not in fact illusory, to try and reconstruct what might have constituted Webern’s original text, though this is what both Moldenhauer and Shaftel attempted in their editions that were published by Carl Fischer in 1966/1970 and 2014 respectively. Each of these editions constitutes a questionable compilation of the autograph manuscripts, Wildgans’s copy and the extant sketches, in order to produce a supposedly coherent musical text – Shaftel’s effort being even more questionable than Moldenhauer’s. The fact that neither of these editions features a complete critical report hardly makes them less problematic.</p>",
                        "<p>The <a href='https://ark.dasch.swiss/ark:/72163/1/0806/6N6Dvvn6T1GV9c1tkLECqQr.20241126T084125175181502Z' class='link'>first performance of the Rondo M 113</a> was given by <a href='https://ark.dasch.swiss/ark:/72163/1/0806/oKfFoAG2Q4i18JEuc0AlvQq.20241125T142438418819558Z' class='link'>Edwin Haugan</a> on 5 February 1984 in Spokane (Washington) at a Rosaleen Moldenhauer Memorial Concert. The <a href='https://ark.dasch.swiss/ark:/72163/1/0806/AqDDWyHSQjyeMawnuNhsxwY.20121024T065025Z' class='link'>Sonata-Rondo M 114 had already been given its first performance</a> by <a href='https://ark.dasch.swiss/ark:/72163/1/0806/q0tysYdSQ2CzpJ9P1O4pXQk.20241125T131624720128068Z' class='link'>Noël Lee</a> a few years earlier, on 2 August 1968 during the Fourth International Webern Festival at Dartmouth College in Hanover (New Hampshire). On 2 December 1958, in commemoration of Webern’s imminent 75<sup>th</sup> birthday, the pianist <a href='https://ark.dasch.swiss/ark:/72163/1/0806/t_FDdJo3Sf2LwKs_nvX06Av.20241125T123050047982192Z' class='link'>Else Stock-Hug</a> gave the <a href='https://ark.dasch.swiss/ark:/72163/1/0806/9LzqLW4RTo2YBhRUm=2f1gX.20121024T064845Z' class='link'>first performance of the sonata movement M 112 in the Schubert Hall of the Konzerthaus in Vienna</a>.<sup><a id='note-ref-57' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-57'})\" title='See Cox, Anton Weberns Studienzeit (note 2), pp. 95, 100 and 108 f.'>57</a></sup></p>"
                    ],
                    "blockNotes": [
                        "<p id='note-42' class='note note-2-dig'><a class='note-backlink' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-ref-42'})\">42</a> | <a href='https://ark.dasch.swiss/ark:/72163/1/0806/FJTRpOMPRkCHC=UKQVQhng_.20230526T214449362846109Z' class='link'>Moldenhauer, <em>Anton von Webern</em></a> (note <a (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-1'})\">1</a>), p. 89.</p>",
                        "<p id='note-43' class='note note-2-dig'><a class='note-backlink' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-ref-43'})\">43</a> | See <a href='https://ark.dasch.swiss/ark:/72163/1/0806/mnVmxdH7T6682QqkreWNgQd.20230526T220504277105225Z' class='link'>Cox, <em>Anton Weberns Studienzeit</em></a> (note <a (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-2'})\">2</a>), pp. 97 f.</p>",
                        "<p id='note-44' class='note note-2-dig'><a class='note-backlink' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-ref-44'})\">44</a> | See <a href='https://ark.dasch.swiss/ark:/72163/1/0806/NNQ_G9m=S7iwhy18wxgeTQU.20241128T141543924385807Z' class='link'>Schoenberg, <em>Fundamentals of Musical Composition</em></a> (note <a (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-15'})\">15</a>), p. 190.</p>",
                        "<p id='note-45' class='note note-2-dig'><a class='note-backlink' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-ref-45'})\">45</a> | <a href='https://ark.dasch.swiss/ark:/72163/1/0806/NNQ_G9m=S7iwhy18wxgeTQU.20241128T141543924385807Z' class='link'>Schoenberg, <em>Fundamentals of Musical Composition</em></a> (note <a (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-15'})\">15</a>), p. 196.</p>",
                        "<p id='note-46' class='note note-2-dig'><a class='note-backlink' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-ref-46'})\">46</a> | <a href='https://ark.dasch.swiss/ark:/72163/1/0806/NNQ_G9m=S7iwhy18wxgeTQU.20241128T141543924385807Z' class='link'>Schoenberg, <em>Fundamentals of Musical Composition</em></a> (note <a (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-15'})\">15</a>), p. 196.</p>",
                        "<p id='note-47' class='note note-2-dig'><a class='note-backlink' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-ref-47'})\">47</a> | Wallace McKenzie undertook a “completion” of this study composition with a view to publication, supposedly at Moldenhauer’s instigation, though no publication ever came about (see <a href='https://ark.dasch.swiss/ark:/72163/1/0806/mnVmxdH7T6682QqkreWNgQd.20230526T220504277105225Z' class='link'>Cox, <em>Anton Weberns Studienzeit</em></a> [note <a (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-2'})\">2</a>], p. 97). McKenzie’s completion is held today in the Anton Webern Collection at the <span class='link-todo'>Paul Sacher Foundation</span>. It leads the last B section to a close and adds a brief coda taken from the second half of the A section.</p>",
                        "<p id='note-48' class='note note-2-dig'><a class='note-backlink' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-ref-48'})\">48</a> | Regarding similar documentation of <a href='https://ark.dasch.swiss/ark:/72163/1/0806/Pkd2nTOqRkWsOdSNXSsJVA2.20230526T215003568534358Z' class='link'>Berg’s</a> study exercises, see Krämer, <em>Alban Berg als Schüler</em> (note <a (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-5'})\">5</a>), p. 173.</p>",
                        "<p id='note-49' class='note note-2-dig'><a class='note-backlink' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-ref-49'})\">49</a> | See <a href='https://ark.dasch.swiss/ark:/72163/1/0806/WJ8t=8UUQt=iMq4S9mJX6AQ.20230526T224323729661194Z' class='link'>Walter Kolneder, <em>Anton Webern. Genesis und Metamorphose eines Stils</em>, Vienna: Lafite, 1974, p. 35; Gertraud Cerha, “Zu den Arbeiten aus dem Nachlaß Weberns”, in: <em>Anton Webern 1883 1983. Eine Festschrift zum hundertsten Geburtstag</em>, ed. Ernst Hilmar, Vienna: Universal Edition, 1983, pp. 205–222</a>, here p. 211; <a href='https://ark.dasch.swiss/ark:/72163/1/0806/S2y9tZO2TMam5MvssDQ32AU.20170609T055521Z' class='link'>Sebastian Wedler, <em>The Tonal Webern: A Physiognomy of Early Modernism</em>, doctoral thesis: University of Oxford, 2017</a>, p.<em> </em>163; <a href='https://ark.dasch.swiss/ark:/72163/1/0806/sz032RetRIqFWF1DsBPFsAV.20241128T145608516426994Z' class='link'>Matthew R. Shaftel, “Introductory Essay”, in: Anton Webern, <em>Three Piano Works (op. posthumous): A Critical Edition</em>, ed. Matthew R. Shaftel, New York: Carl Fischer, 2014</a>, p. 6.</p>",
                        "<p id='note-50' class='note note-2-dig'><a class='note-backlink' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-ref-50'})\">50</a> | <a href='https://ark.dasch.swiss/ark:/72163/1/0806/mnVmxdH7T6682QqkreWNgQd.20230526T220504277105225Z' class='link'>Cox, <em>Anton Weberns Studienzeit</em></a> (note <a (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-2'})\">2</a>), p. 138.</p>",
                        "<p id='note-51' class='note note-2-dig'><a class='note-backlink' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-ref-51'})\">51</a> | <a href='https://ark.dasch.swiss/ark:/72163/1/0806/NNQ_G9m=S7iwhy18wxgeTQU.20241128T141543924385807Z' class='link'>Schoenberg, <em>Fundamentals of Musical Composition</em></a> (note <a (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-15'})\">15</a>), p. 190.</p>",
                        "<p id='note-52' class='note note-2-dig'><a class='note-backlink' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-ref-52'})\">52</a> | Thomas Ahrend has reached the same conclusion for the <em>Langsamer Satz</em> M 78; see his <a href='https://ark.dasch.swiss/ark:/72163/1/0806/UAiXwv9xTVSB24cnZRO15Q6.20240706T164051462371073Z' class='link'>“Hausaufgabe und Werk”</a> (note <a (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-21'})\">21</a>), especially pp. 88 f.</p>",
                        "<p id='note-53' class='note note-2-dig'><a class='note-backlink' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-ref-53'})\">53</a> | “It [the sonata-allegro] differs from the rondos in that the principal theme is not repeated prior to the elaboration, and there is no return to the principal key.” <a href='https://ark.dasch.swiss/ark:/72163/1/0806/NNQ_G9m=S7iwhy18wxgeTQU.20241128T141543924385807Z' class='link'>Schoenberg, <em>Fundamentals of Musical Composition</em></a> (note <a (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-15'})\">15</a>), p. 202.</p>",
                        "<p id='note-54' class='note note-2-dig'><a class='note-backlink' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-ref-54'})\">54</a> | Anton Webern, <em>Sonatensatz (Rondo) für Klavier (c. 1906)</em>, ed. Hans Moldenhauer, New York: Carl Fischer, 1966, 2<sup>nd</sup> ed. 1969; Anton Webern, <em>Three Piano Works</em> (note <a (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-49'})\">49</a>).</p>",
                        "<p id='note-55' class='note note-2-dig'><a class='note-backlink' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-ref-55'})\">55</a> | See <a href='https://ark.dasch.swiss/ark:/72163/1/0806/FJTRpOMPRkCHC=UKQVQhng_.20230526T214449362846109Z' class='link'>Moldenhauer, <em>Anton von Webern</em></a> (note <a (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-1'})\">1</a>), p. 15; and <a href='https://ark.dasch.swiss/ark:/72163/1/0806/mnVmxdH7T6682QqkreWNgQd.20230526T220504277105225Z' class='link'>Cox, <em>Anton Weberns Studienzeit</em></a> (note <a (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-2'})\">2</a>), p. 108.</p>",
                        "<p id='note-56' class='note note-2-dig'><a class='note-backlink' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-ref-56'})\">56</a> | See <a href='https://ark.dasch.swiss/ark:/72163/1/0806/DDQDF15ERvODOnalLGX4WwI.20241210T141743253232002Z' class='link'>Hans Moldenhauer, “Prefatory Note”, in: Anton Webern, <em>Satz für Klavier (c. 1906)</em>, ed. Hans Moldenhauer, New York: Carl Fischer, 1966, 2<sup>nd</sup> edition 1970</a>, p. [3].</p>",
                        "<p id='note-57' class='note note-2-dig'><a class='note-backlink' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-ref-57'})\">57</a> | See <a href='https://ark.dasch.swiss/ark:/72163/1/0806/mnVmxdH7T6682QqkreWNgQd.20230526T220504277105225Z' class='link'>Cox, <em>Anton Weberns Studienzeit</em></a> (note <a (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-2'})\">2</a>), pp. 95, 100 and 108 f.</p>"
                    ]
                },
                {
                    "blockId": "m267",
                    "blockHeader": "Kinderstück for piano (M 267)",
                    "blockContent": [
                        "<p class='no-indent spacebreak'>A note made in green crayon on the fair copy, presumably after the fact, identifies this piano piece M 267 as a “Kinderstück” (“children’s piece”). It bears the date “(autumn 1924)”. In a letter of 3 January 1925 to the then director of <span class='link-todo'>Universal Edition</span>, <a href='https://ark.dasch.swiss/ark:/72163/1/0806/u8SZfSTaRBGpPokzmC9nuAP.20150421T105405Z' class='link'>Emil Hertzka</a>, Webern also refers to “children’s pieces that I have promised to write”.<sup><a id='note-ref-58' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-58'})\" title='Webern to Hertzka, 3 January 1925 (cited as in Anton Webern, Briefwechsel mit der Universal-Edition, ed. Julia Bungardt, Vienna: Lafite, 2020 [Webern-Studien 5], p. 101).'>58</a></sup> However, nothing more is known of any such agreement with UE. It is possible that the occasion was a publishing project initiated by Hertzka that envisaged compiling a collection of simple piano pieces for beginners. In any case, UE repeatedly published advertisements for works it commissioned from various composers that it described as “children’s pieces”.<sup><a id='note-ref-59' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-59'})\" title='See Webern, Briefwechsel mit der Universal-Edition (note 58), p. 101, note 68.'>59</a></sup></p>",
                        "<p>It is also indeed the case that Webern made several sketches for short piano pieces at about this time. Besides M 267, these include M 266, which was written shortly beforehand, is also entitled “Kinderstück”, and is dated autumn 1924; then there are M 277, “Im Tempo eines Menuetts” (“in the tempo of a minuet”),<sup><a id='note-ref-60' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-60'})\" title='For an analytical perspective on the sketches for M 277, which were published as a supposedly complete piano piece in 1966 by Universal Edition (UE13490), edited by Heinz-Klaus Metzger, see Michael Matter, “Weberns Frühphase der Zwölftontechnik: die Skizzen zum Klavierstück M 277”, in: Journal of the Arnold Schönberg Center 17 (2020), pp. 202–210.'>60</a></sup> and M 280, both of which date from 1925. The upper margin of the manuscript for M 266 furthermore contains a list of various dances and formal types (fugue, canon, minuet, musette etc.) that has similarly been interpreted as a “project sketch” for a series of pieces for children.<sup><a id='note-ref-61' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-61'})\" title='See Felix Meyer, “Anton Webern: Kinderstück M. 266, 1924”, in: Canto d’Amore. Klassizistische Moderne in Musik und bildender Kunst, ed. Gottfried Boehm, Ulrich Mosch and Katharina Schmidt, Bern: Benteli, 1996, pp. 356–357 (English edition: Canto d’Amore : Classicism in Modern Art and Music, 1914–1935, 1996).'>61</a></sup></p>",
                        "<p>If Webern indeed became involved in this publishing project – for which there is no proof – then he undoubtedly did not complete his part of it. Only in the case of M 267, presented here, did he go beyond the sketching stage and make a fair copy in ink. However, this “children’s piece” ultimately also remained unpublished. As with M 114 and M 112, it was published posthumously by <span class='link-todo'>Carl Fischer</span>: by Moldenhauer in 1966/67 and by Shaftel in 2014.<sup><a id='note-ref-62' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-62'})\" title='Anton Webern, Kinderstück, ed. Hans Moldenhauer, New York: Carl Fischer, 1966, 2nd edition 1967; Anton Webern, Three Piano Works (note 49). The remark “(D. C. ad libitum)” at the close of the piece in Moldenhauer’s edition is an addition by the editor that is not found in the manuscript.'>62</a></sup></p>",
                        "<p>M 267 is an interesting document for Webern’s development as a composer (despite the fact that its sketches are lost) because it is one of the first complete pieces that Webern composed using the twelve-tone technique. It thus offers us insights into his initial experiments with the new method. His earliest engagement with the technique developed by <a href='https://ark.dasch.swiss/ark:/72163/1/0806/Y1=4oD0OTZqzzOQM=H9ywA_.20230526T214948203842794Z' class='link'>Schoenberg</a> goes back to his sketches for various songs that he composed in 1922 in the context of his songs Op. 15 (<em>Morgenlied</em>, Op. 15/2 M 256, “Morgenglanz der Ewigkeit”, M 265 and “Mein Weg geht jetzt vorüber”, Op. 15/4 M 257).<sup><a id='note-ref-63' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-63'})\" title='For detailed information, see Yuta Asai, Anton Webern: Komponieren als Problemstellung. Quellenstudien zu seinem Schaffen 1914–1926, Stuttgart: Franz Steiner Verlag, 2021, pp. 97–122; and Anne Shreffler, “‘Mein Weg geht jetzt vorüber’: The Vocal Origins of Webern’s Twelve-Tone Composition”, in: Journal of the American Musicological Society 47 (1994), pp. 275–339.'>63</a></sup> However, it was not until 1924 that Webern began to work consistently with the method.</p>",
                        "<p>The way in which Webern uses the twelve-tone technique in M 267 is simple and straightforward. Its note row, which is dominated by the interval of a minor second, is used only in its basic form. It is not subjected to any transpositions or inversions. The row is used a total of six times with only one instance of two row statements interlocking – namely at measure 14, at the fifth and sixth statements. Throughout the piece, Webern reduces the note values and increases the number of notes heard at any one time. This means in turn that the row is increasingly shortened, which brings about a dramatic intensification. As Shaftel has remarked, B flat is the only note that always sounds in the same octave (B4 flat) and signifies a kind of centre point, being a fifth away from the opening note (E flat) and the closing note (F) of the row.<sup><a id='note-ref-64' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-64'})\" title='Shaftel, “Introductory Essay” (note 49), p. 7.'>64</a></sup> The closing measures take up the principle of the immediate repetition of notes that is already employed at the end of the first statement of the row, but that is this time spread over four octaves and is interrupted by a short semiquaver rest that serves to emphasize the final notes.</p>",
                        "<p>The <a href='https://ark.dasch.swiss/ark:/72163/1/0806/UdzmiUBzSbSGtCBmVCKLsgp.20240214T134343396486225Z' class='link'><em>Kinderstück</em> M 267 was given its first performance on 22 July 1966 at a concert in a Stravinsky Festival of the New York Philharmonic in the Philharmonic Hall</a>. It was played by the nine-year-old <a href='https://ark.dasch.swiss/ark:/72163/1/0806/JGRQfqPRRvSqqJJLIW9vwg7.20240214T135253393523199Z' class='link'>Caren Glasser</a>.<sup><a id='note-ref-65' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-65'})\" title='Moldenhauer, Anton von Webern (note 1), p. 666; for more detailed information regarding the first performance and the reception of this Kinderstück, see also David H. Miller, “Modernist Music for Children: Three Sketches of Anton Webern in the Midcentury United States”, in: The Journal of Musicology 37/4 (2020), pp. 488–517, here pp. 508 ff.'>65</a></sup></p>"
                    ],
                    "blockNotes": [
                        "<p id='note-58' class='note note-2-dig'><a class='note-backlink' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-ref-58'})\">58</a> | <a href='https://ark.dasch.swiss/ark:/72163/1/0806/VGKttoOdR4GkE0iYLH=OVwn.20240706T164124399593089Z' class='link'>Webern to Hertzka, 3 January 1925</a> (cited as in <a href='https://ark.dasch.swiss/ark:/72163/1/0806/RlzKk20zRJePbPN9xleTjgl.20201027T135553Z' class='link'>Anton Webern, <em>Briefwechsel mit der Universal-Edition</em>, ed. Julia Bungardt, Vienna: Lafite, 2020 [Webern-Studien 5]</a>, p. 101).</p>",
                        "<p id='note-59' class='note note-2-dig'><a class='note-backlink' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-ref-59'})\">59</a> | See <a href='https://ark.dasch.swiss/ark:/72163/1/0806/RlzKk20zRJePbPN9xleTjgl.20201027T135553Z' class='link'>Webern, <em>Briefwechsel mit der Universal-Edition</em></a> (note <a (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-58'})\">58</a>), p. 101, note 68.</p>",
                        "<p id='note-60' class='note note-2-dig'><a class='note-backlink' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-ref-60'})\">60</a> | For an analytical perspective on the sketches for M 277, which were published as a supposedly complete piano piece in 1966 by Universal Edition (UE13490), edited by Heinz-Klaus Metzger, see <a href='https://ark.dasch.swiss/ark:/72163/1/0806/U0LofTBYQWqZd6CA6TwPhAj.20241121T131744037132106Z' class='link'>Michael Matter, “Weberns Frühphase der Zwölftontechnik: die Skizzen zum Klavierstück M 277”, in: <em>Journal of the Arnold Schönberg Center</em> 17 (2020), pp. 202–210</a>.</p>",
                        "<p id='note-61' class='note note-2-dig'><a class='note-backlink' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-ref-61'})\">61</a> | See <a href='https://ark.dasch.swiss/ark:/72163/1/0806/2=zw=8EXRRmf1Ur9igvAJwA.20230526T220312331261851Z' class='link'>Felix Meyer, “Anton Webern: Kinderstück M. 266, 1924”, in: <em>Canto d’Amore. Klassizistische Moderne in Musik und bildender Kunst</em>, ed. Gottfried Boehm, Ulrich Mosch and Katharina Schmidt, Bern: Benteli, 1996, pp. 356–357</a> (English edition: <em>Canto d’amore : Classicism in Modern Art and Music, 1914–1935</em>, 1996).</p>",
                        "<p id='note-62' class='note note-2-dig'><a class='note-backlink' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-ref-62'})\">62</a> | Anton Webern, <em>Kinderstück</em>, ed. Hans Moldenhauer, New York: Carl Fischer, 1966, 2<sup>nd</sup> edition 1967; Anton Webern, <em>Three Piano Works</em> (note <a (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-49'})\">49</a>). The remark “(D. C. ad libitum)” at the close of the piece in Moldenhauer’s edition is an addition by the editor that is not found in the manuscript.</p>",
                        "<p id='note-63' class='note note-2-dig'><a class='note-backlink' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-ref-63'})\">63</a> | For detailed information, see <a href='https://ark.dasch.swiss/ark:/72163/1/0806/Ubq7Y11nSq2Ziuamlr4mAQo.20210908T115338Z' class='link'>Yuta Asai, <em>Anton Webern: Komponieren als Problemstellung. Quellenstudien zu seinem Schaffen 1914–1926</em>, Stuttgart: Franz Steiner Verlag, 2021</a>, pp. 97–122; and <a href='https://ark.dasch.swiss/ark:/72163/1/0806/456LjjsDTsm5UYVeiWqQww9.20230526T214005748262647Z' class='link'>Anne Shreffler, “‘Mein Weg geht jetzt vorüber’: The Vocal Origins of Webern’s Twelve-Tone Composition”, in: <em>Journal of the American Musicological Society</em> 47 (1994), pp. 275–339</a>.</p>",
                        "<p id='note-64' class='note note-2-dig'><a class='note-backlink' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-ref-64'})\">64</a> | <a href='https://ark.dasch.swiss/ark:/72163/1/0806/sz032RetRIqFWF1DsBPFsAV.20241128T145608516426994Z' class='link'>Shaftel, “Introductory Essay”</a> (note <a (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-49'})\">49</a>), p. 7.</p>",
                        "<p id='note-65' class='note note-2-dig'><a class='note-backlink' (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-ref-65'})\">65</a> | <a href='https://ark.dasch.swiss/ark:/72163/1/0806/FJTRpOMPRkCHC=UKQVQhng_.20230526T214449362846109Z' class='link'>Moldenhauer, <em>Anton von Webern</em></a> (note <a (click)=\"ref.navigateToIntroFragment({complexId: '', fragmentId: 'note-1'})\">1</a>), p. 666; for more detailed information regarding the first performance and the reception of this Kinderstück, see also <a href='https://ark.dasch.swiss/ark:/72163/1/0806/JLpiYjnYTOGDY4gLfMIrhAK.20231220T104006208539551Z' class='link'>David H. Miller, “Modernist Music for Children: Three Sketches of Anton Webern in the Midcentury United States”, in: <em>The Journal of Musicology</em> 37/4 (2020), pp. 488–517</a>, here pp. 508 ff.</p>"
                    ]
                },
                {
                    "blockId": "about",
                    "blockHeader": "About this edition",
                    "blockContent": [
                        "<p class='no-indent spacebreak'>The “text editions” of the study compositions for piano published in AWG Section II/2a are as a rule based on Webern’s ink drafts. In contrast to his sketches, which he usually made in pencil, these ink drafts tend to convey a state of completion during the work process, and presumably served as material for his lessons with <a href='https://ark.dasch.swiss/ark:/72163/1/0806/Y1=4oD0OTZqzzOQM=H9ywA_.20230526T214948203842794Z' class='link'>Schoenberg</a>. However, Webern’s use of ink to notate these pieces is neither a compelling nor a satisfactory criterion for us to regard them as deserving the status of “text editions”. Especially fragmentary or hasty drafts in ink can also be published as “sketch editions” (see, for example, the sketches for M 45 or M 114). Pieces written in pencil on the other hand are regarded as text editions when they have been notated with such care and in such detail that to regard them thus seems meaningful. Individual notes or measures notated in pencil in a draft that is otherwise in ink may also be included in a text edition in order to avoid confusing gaps in the musical text. These additions are given in small print in the present edition, to make them easily recognisable. However, these instances are to be regarded separately from those cases where Webern has refrained from notating certain formal sections (e.g. a repetition of a theme) simply to save time and effort. Such empty stretches, which occur occasionally in his study compositions, are left as they are in the text as edited here.</p>",
                        "<p>These study compositions were a product of Webern’s lessons. They accordingly contain many corrections and annotations in pencil and crayon, though these have not been included here in those cases where only one version of the musical text is extant. Instead, they are documented in the lists of corrections given in the online source descriptions. However, where two or more versions of a text are extant, then the corrections and annotations from the one version are adopted in the subsequent version insofar as they are clearly connected with the revisions to the latter. This procedure allows us to retain a greater degree of variance between the different versions of the text in question, even though the chronological order of the different steps of the revision process and of the use of different writing materials can rarely be determined with any clarity.</p>",
                        "<p>These study compositions are exercises, meaning that Webern did not have to complete them, neither compositionally nor in terms of their editorial format. We have therefore added a concluding bar line only to those compositions that were definitively completed. In the other cases, the bar line from the manuscript (whether single or double) has been left as it was. If an ending is obviously fragmentary – in other words, if a coherent compositional unit has been abandoned – then the last double stave on the right-hand side of the page is left open-ended in order to emphasise that the compositional exercise has been interrupted, for whatever reason.</p>",
                        "<p>Webern committed these study compositions to paper in a manner often perfunctory and incomplete. He was especially careless when it came to placing accidentals. The present edition has added those accidentals that are absent in the sources but are necessary, as well as accidentals that are required to clarify potentially ambiguous passages. Above and beyond this, we have also added cautionary accidentals to resolve or restore a specific pitch that had been altered in the previous measure. When accidentals are placed inconsistently across the different versions of a text, these have been left as they are, insofar as the different resultant possibilities are harmonically plausible. However, redundant accidentals have been removed without further comment, such as double accidentals (<span class='glyph'>{{ref.getGlyph('[a]')}}</span><span class='glyph'>{{ref.getGlyph('[b]')}}</span>) or accidentals with­in ties.</p>",
                        "<p>When the diverging lines of a hairpin crescendo or decrescendo are of notably differing length, we have chosen one of the options before us and made both lines the same length without further comment.</p>",
                        "<p>Octaves that were erroneously notated as tenths (with too many ledger lines between the note heads) have been corrected and noted in the Critical Notes (<em>Textkritische Anmerkungen</em>). Occasionally, it happens that a single note in the lower staff of the piano is marked “8va”, despite it seeming unlikely that the note ought indeed to be displaced by an octave. The overall voice-leading in the left hand suggests that the lower octave should be added in such cases. For this reason, the passages in question have been notated here in octaves and are also listed in the Critical Notes.</p>"
                    ],
                    "blockNotes": []
                },
                {
                    "blockId": "acknowledgements",
                    "blockHeader": "Acknowledgements",
                    "blockContent": [
                        "<p class='no-indent spacebreak'>I should like to thank the various people and institutions whose help has been invaluable during the preparation of the present volume. My thanks are due first and foremost to the Paul Sacher Foundation in Basel and its staff Sabine Hänggi-Stampfli, Andrietta Wahl and Simon Obert for their continued support with the sources and for providing reproductions of the autographs.</p>",
                        "<p>I should also like to offer my particular thanks to the members of the AWG team, namely Thomas Ahrend, Stefan Münnich, Simon Obert, Barbara Schingnitz and Matthias Schmidt, along with our former colleague Julia Bungardt, both for our fruitful collaboration and for their valuable advice and criticism while editing this volume.</p>",
                        "<p>Our colleagues at the Swiss National Data and Service Center for the Humanities and at the Digital Humanities Lab of the University of Basel gave vital help with the online edition. Heinz Stolba of Universal Edition provided judicious, committed support during the publication process of this volume. Paul Roberts demonstrated patience and diligence in realizing the beautiful typesetting of the music and Chris Walton provided the translation into English, with a critical eye and attention to detail.</p>",
                        "<p>Finally, I should like to express my gratitude to Regina Busch (Vienna), Gareth Cox (Limerick), Jean-Jacques Dünki (Basel) and Sebastian Wedler (Utrecht) for suggestions, feedback and advice of all kinds.</p>",

                        "<p class='no-indent spacebreak text-end'><span style='float:left'>Basel, 6 August 2024</span> Michael Matter</p>",
                        "<p class='no-indent text-end'>Translation: Chris Walton</p>"
                    ],
                    "blockNotes": []
                }
            ]
        }
    ]
}
